[
  {
    "word": "agree",
    "meaning": "To agree is to have the same opinion or belief as another person.",
    "example": "The students agree they have too much homework."
  },
  {
    "word": "alcohol",
    "meaning": "Alcohol is a type of drink that can make people drunk.",
    "example": "A person should not drive a car after he or she has been drinking alcohol."
  },
  {
    "word": "arrive",
    "meaning": "To arrive is to get somewhere.",
    "example": "They arrived at school at 7 a.m."
  },
  {
    "word": "August",
    "meaning": "August is the eighth month of the year.",
    "example": "Is your birthday in August?"
  },
  {
    "word": "boat",
    "meaning": "A boat is a vehicle that moves across water.",
    "example": "There is a small boat on the lake."
  },
  {
    "word": "breakfast",
    "meaning": "Breakfast is the morning meal.",
    "example": "I ate eggs for breakfast."
  },
  {
    "word": "camera",
    "meaning": "A camera is a piece of equipment that takes pictures.",
    "example": "I brought my camera on my vacation."
  },
  {
    "word": "capital",
    "meaning": "A capital is a city where a country’s government is based.",
    "example": "The capital of the United States is Washington, D.C."
  },
  {
    "word": "catch",
    "meaning": "To catch is to grab or get something.",
    "example": "Did you catch the ball during the baseball game?"
  },
  {
    "word": "duck",
    "meaning": "A duck is a small water bird.",
    "example": "People feed ducks at the lake."
  },
  {
    "word": "enjoy",
    "meaning": "To enjoy is to like something.",
    "example": "The woman enjoys riding her bicycle."
  },
  {
    "word": "invite",
    "meaning": "To invite is to ask someone to come to a place or event.",
    "example": "I will invite my friends to my birthday party."
  },
  {
    "word": "love",
    "meaning": "To love is to like something or someone a lot.",
    "example": "I love my family very much."
  },
  {
    "word": "month",
    "meaning": "A month is one of 12 periods of time in one year.",
    "example": "January is the first month of the year."
  },
  {
    "word": "travel",
    "meaning": "To travel is to go to a faraway place on vacation or business.",
    "example": "They will travel to Argentina this summer."
  },
  {
    "word": "typical",
    "meaning": "If something is typical, it is normal, or something that usually happens.",
    "example": "My typical breakfast is toast and eggs."
  },
  {
    "word": "visit",
    "meaning": "To visit is to go and spend time in another place or see another person.",
    "example": "She wants to visit her grandmother."
  },
  {
    "word": "weather",
    "meaning": "Weather is the temperature and the state of the outdoors.",
    "example": "Today’s weather is rainy and cloudy."
  },
  {
    "word": "week",
    "meaning": "A week is a period of time that is seven days long.",
    "example": "What are you doing next week?"
  },
  {
    "word": "wine",
    "meaning": "Wine is an alcoholic drink made from grapes.",
    "example": "The store carried both red and white wine."
  },
  {
    "word": "adventure",
    "meaning": "An adventure is a fun or exciting thing that you do.",
    "example": "Riding in the rough water was an adventure."
  },
  {
    "word": "approach",
    "meaning": "To approach something means to move close to it.",
    "example": "The boy approached his school."
  },
  {
    "word": "carefully",
    "meaning": "Carefully means with great attention, especially to detail or safety.",
    "example": "The baby carefully climbed down the stairs."
  },
  {
    "word": "chemical",
    "meaning": "A chemical is something that scientists use in chemistry.",
    "example": "The scientist mixed the chemicals."
  },
  {
    "word": "create",
    "meaning": "To create means to make something new.",
    "example": "She created an igloo from blocks of snow."
  },
  {
    "word": "evil",
    "meaning": "Evil describes something or someone bad or cruel, not good.",
    "example": "They felt a strange, evil presence as they got closer to the house."
  },
  {
    "word": "experiment",
    "meaning": "An experiment is a test that you do to see what will happen.",
    "example": "The student did an experiment in science class."
  },
  {
    "word": "kill",
    "meaning": "To kill someone or something is to make them die.",
    "example": "I killed the fly."
  },
  {
    "word": "laboratory",
    "meaning": "A laboratory is a room where a scientist works.",
    "example": "My mother works in a laboratory."
  },
  {
    "word": "laugh",
    "meaning": "Laugh is the sound made when someone is happy or a funny thing occurs.",
    "example": "The sound of her laugh filled the room."
  },
  {
    "word": "loud",
    "meaning": "If a sound is loud, it is strong and very easy to hear.",
    "example": "The man’s voice was so loud that we all could hear him."
  },
  {
    "word": "nervous",
    "meaning": "When a person is nervous, they think something bad will happen.",
    "example": "The boy became nervous when he heard the news."
  },
  {
    "word": "noise",
    "meaning": "A noise is an unpleasant sound.",
    "example": "The crying baby made a loud noise."
  },
  {
    "word": "project",
    "meaning": "A project is a type of work that you do for school or a job.",
    "example": "His afternoon work project was to paint the room green."
  },
  {
    "word": "scare",
    "meaning": "To scare someone is to make them feel afraid.",
    "example": "My uncle was scared by what he saw in the room."
  },
  {
    "word": "secret",
    "meaning": "A secret is something that you do not tell other people.",
    "example": "The two boys were sharing a secret."
  },
  {
    "word": "shout",
    "meaning": "To shout is to say something loudly.",
    "example": "My boss shouted at me because I was late for work."
  },
  {
    "word": "smell",
    "meaning": "To smell something means to use your nose to sense it.",
    "example": "The two friends smelled the flower."
  },
  {
    "word": "terrible",
    "meaning": "If something is terrible, it is very bad.",
    "example": "The way he treated his classmate was terrible."
  },
  {
    "word": "worse",
    "meaning": "If something is worse, it is of poorer quality than another thing.",
    "example": "Business was worse this month than last month."
  },
  {
    "word": "alien",
    "meaning": "An alien is a creature from a different world.",
    "example": "The alien came in peace."
  },
  {
    "word": "among",
    "meaning": "If you are among certain things, they are all around you.",
    "example": "There was a red apple among the green ones."
  },
  {
    "word": "chart",
    "meaning": "A chart is a list of information.",
    "example": "We used a chart to see how we had improved."
  },
  {
    "word": "cloud",
    "meaning": "A cloud is a group of water drops in the sky.",
    "example": "The sky was filled with white clouds."
  },
  {
    "word": "describe",
    "meaning": "To describe is to say or write what someone or something is like.",
    "example": "They described their tree as colorful, with gold ribbon and a star."
  },
  {
    "word": "ever",
    "meaning": "Ever means at any time.",
    "example": "Going skiing last winter was the most fun I’ve ever had."
  },
  {
    "word": "fail",
    "meaning": "To fail means you do not succeed in what you try to do.",
    "example": "Since he failed to get the job, he was sad."
  },
  {
    "word": "grade",
    "meaning": "A grade is a score or mark given to someone’s work.",
    "example": "I managed to get good grades on my report card."
  },
  {
    "word": "instead",
    "meaning": "Instead means in place of.",
    "example": "He ate the carrot instead of the ice cream."
  },
  {
    "word": "library",
    "meaning": "A library is a place where you go to read books.",
    "example": "The library at school is full of books."
  },
  {
    "word": "photograph",
    "meaning": "I like taking photographs.",
    "example": "I took this photograph with my cell phone."
  },
  {
    "word": "planet",
    "meaning": "A planet is a large round thing in space.",
    "example": "Saturn is the planet with the ring around it."
  },
  {
    "word": "report",
    "meaning": "A report is something someone writes for school or work.",
    "example": "Karen had trouble writing her report."
  },
  {
    "word": "several",
    "meaning": "Several is more than two but not many.",
    "example": "He had to read several books for class."
  },
  {
    "word": "shape",
    "meaning": "An object’s shape is the arrangement of its sides and surfaces.",
    "example": "Even with your eyes closed you can feel the shape of it."
  },
  {
    "word": "solve",
    "meaning": "To solve something is to find an answer to it.",
    "example": "All the students could easily solve the math problem."
  },
  {
    "word": "suddenly",
    "meaning": "If something happens suddenly, it happens quickly and unexpectedly.",
    "example": "I was surprised when my friends suddenly shouted, “Happy birthday!”"
  },
  {
    "word": "suppose",
    "meaning": "To suppose is to guess.",
    "example": "I suppose I should go home now."
  },
  {
    "word": "understand",
    "meaning": "To understand something you need to know what it means.",
    "example": "Henry could not understand the message."
  },
  {
    "word": "view",
    "meaning": "To view is to look at something.",
    "example": "Michael likes to view himself in the mirror."
  },
  {
    "word": "appropriate",
    "meaning": "When a thing is appropriate, it is right or normal.",
    "example": "It’s appropriate to wear a suit when you go to the office."
  },
  {
    "word": "avoid",
    "meaning": "To avoid something is to stay away from it.",
    "example": "Avoid the broken bottle on the floor."
  },
  {
    "word": "behave",
    "meaning": "To behave is to act in a particular way, especially to be good.",
    "example": "She always behaves well when her father is around."
  },
  {
    "word": "calm",
    "meaning": "When someone is calm, they do not get excited or upset.",
    "example": "A nice warm bath makes me feel so calm."
  },
  {
    "word": "concern",
    "meaning": "Concern is a feeling of worry.",
    "example": "I was filled with concern after reading the newspaper."
  },
  {
    "word": "content",
    "meaning": "To be content is to be happy and not want more.",
    "example": "The baby looked very content sitting on the floor."
  },
  {
    "word": "expect",
    "meaning": "If you expect something to happen, you believe it will happen.",
    "example": "I expect the bus to be here very soon."
  },
  {
    "word": "frequently",
    "meaning": "When something happens frequently, it happens often.",
    "example": "We meet frequently, either at the beginning or end of the week."
  },
  {
    "word": "habit",
    "meaning": "A habit is a thing that you do often.",
    "example": "Smoking is a bad habit that can kill you."
  },
  {
    "word": "instruct",
    "meaning": "To instruct is to teach.",
    "example": "My teacher instructs us in several subjects."
  },
  {
    "word": "issue",
    "meaning": "An issue is an important topic.",
    "example": "The men spoke about issues that were important to the people."
  },
  {
    "word": "none",
    "meaning": "None means not any of something.",
    "example": "He spent all his money. There is none left."
  },
  {
    "word": "patient",
    "meaning": "If people are patient, they don’t become angry or upset easily.",
    "example": "I had to be patient and wait until 5 o’clock to leave."
  },
  {
    "word": "positive",
    "meaning": "If something is positive, it is good.",
    "example": "She has a positive future ahead of her after finishing college."
  },
  {
    "word": "punish",
    "meaning": "To punish means to make someone suffer for breaking the rules or laws.",
    "example": "To punish me, my teacher had me stand in the corner."
  },
  {
    "word": "represent",
    "meaning": "To represent is to speak or act for a person or group.",
    "example": "My lawyer will represent me in court."
  },
  {
    "word": "shake",
    "meaning": "To shake is to move back and forth or up and down quickly.",
    "example": "When people shake hands, it usually means they agree."
  },
  {
    "word": "spread",
    "meaning": "To spread is to move out to cover a larger area.",
    "example": "I like to spread butter on my toast."
  },
  {
    "word": "stroll",
    "meaning": "To stroll means to walk slowly and calmly.",
    "example": "My dog and I strolled through the park today."
  },
  {
    "word": "village",
    "meaning": "A village is a very small town.",
    "example": "There are only a few houses in my village."
  },
  {
    "word": "active",
    "meaning": "When someone is active, they move a lot or have a lot of things to do.",
    "example": "It is important to be active and not sit around all the time."
  },
  {
    "word": "adult",
    "meaning": "An adult is a person who is more than 18 years old.",
    "example": "My mom and dad are adults."
  },
  {
    "word": "age",
    "meaning": "Age is how many years someone has lived.",
    "example": "She died at the age of 80."
  },
  {
    "word": "bad",
    "meaning": "When something is bad, it is not good.",
    "example": "She is unhappy because she had a bad day."
  },
  {
    "word": "balance",
    "meaning": "Balance is when two or more things are equal.",
    "example": "A good balance between work and fun helps keep you healthy."
  },
  {
    "word": "bike",
    "meaning": "A bike is a vehicle with two wheels powered by a human.",
    "example": "He rides his bike to school every day."
  },
  {
    "word": "choose",
    "meaning": "To choose is to pick something or make a decision.",
    "example": "I have to choose between taking art classes and sports lessons."
  },
  {
    "word": "doctor",
    "meaning": "A doctor is a person who studies medicine and helps sick people.",
    "example": "You should go to the doctor when you are sick."
  },
  {
    "word": "during",
    "meaning": "During an event means while the event was happening.",
    "example": "Did you sleep during the movie?"
  },
  {
    "word": "football",
    "meaning": "Football is a sport with eleven members and an oval-shaped ball.",
    "example": "Football is a popular sport in the United States."
  },
  {
    "word": "fun",
    "meaning": "When something is fun, it is enjoyable.",
    "example": "We had a fun time at the birthday party."
  },
  {
    "word": "game",
    "meaning": "A game is an activity where people compete against each other.",
    "example": "Let’s play a board game tonight."
  },
  {
    "word": "heart",
    "meaning": "A heart is an organ that keeps the body alive.",
    "example": "My heart beats fast when I am nervous."
  },
  {
    "word": "golf",
    "meaning": "Golf is a sport with clubs and a small white ball.",
    "example": "People play golf in nice weather."
  },
  {
    "word": "increase",
    "meaning": "To increase is to make something larger.",
    "example": "I will increase my score if I study for the test."
  },
  {
    "word": "life",
    "meaning": "Life is the time when a person is alive.",
    "example": "My grandfather had a long life."
  },
  {
    "word": "kilometer",
    "meaning": "A kilometer is a unit of measurement that is 1,000 meters.",
    "example": "A marathon is 42.2 kilometers."
  },
  {
    "word": "often",
    "meaning": "Often is when something happens many times.",
    "example": "He often goes to bed early during the week."
  },
  {
    "word": "plenty",
    "meaning": "If you have plenty of something, there is a lot of it.",
    "example": "We have plenty of fruit, so help yourself."
  },
  {
    "word": "weight",
    "meaning": "Weight is how heavy something or someone is.",
    "example": "I gained weight because I ate a lot of pizza."
  },
  {
    "word": "apart",
    "meaning": "When people or things are apart, they are not next to each other.",
    "example": "They moved apart and then came back together."
  },
  {
    "word": "attribute",
    "meaning": "An attribute is a characteristic of a person or thing.",
    "example": "He isn’t very clever, but he does have some other positive attributes."
  },
  {
    "word": "bilingual",
    "meaning": "A bilingual person can speak two languages.",
    "example": "Since you already know English, after learning French you’ll be bilingual."
  },
  {
    "word": "completely",
    "meaning": "Something completely different is very, very different from before.",
    "example": "I was completely wrong."
  },
  {
    "word": "dash",
    "meaning": "To dash means to run or move quickly.",
    "example": "Helen dashed up the stairs so she wouldn’t be late for her appointment."
  },
  {
    "word": "disgust",
    "meaning": "Disgust is a feeling of distaste and anger caused by something rude or unpleasant.",
    "example": "He felt disgust toward his date because she had such terrible eating habits."
  },
  {
    "word": "fashionable",
    "meaning": "Something fashionable is what people like to wear and do now.",
    "example": "It is very fashionable to wear a hat."
  },
  {
    "word": "foreign",
    "meaning": "Something foreign is something we are not used to.",
    "example": "He has travelled widely in foreign countries."
  },
  {
    "word": "gulf",
    "meaning": "A gulf is a gap between people who do not understand each other.",
    "example": "There has been a gulf between James and Tony since their parents died."
  },
  {
    "word": "mirror",
    "meaning": "A mirror is usually made of glass, and you can see yourself in it.",
    "example": "He used the mirror to shine light in their eyes."
  },
  {
    "word": "natural",
    "meaning": "Things that are natural are not made by people.",
    "example": "We need to take care of the natural world."
  },
  {
    "word": "nowadays",
    "meaning": "Nowadays means at the present time.",
    "example": "Nowadays, not so many people smoke."
  },
  {
    "word": "participant",
    "meaning": "A participant is someone who joins in a social event or competition.",
    "example": "There were thousands of participants in this year’s marathon."
  },
  {
    "word": "ritual",
    "meaning": "A ritual is a formal custom that people do regularly.",
    "example": "Ken was very interested to learn about the religious rituals of the natives."
  },
  {
    "word": "spoken",
    "meaning": "Spoken language is what we say.",
    "example": "We cannot take back what has been spoken."
  },
  {
    "word": "sport",
    "meaning": "Sport involves games like running, jumping, football, and tennis.",
    "example": "She loves watching sport on TV."
  },
  {
    "word": "surprised",
    "meaning": "You are surprised when something unexpected happens.",
    "example": "He didn’t appear at all surprised when he read the article."
  },
  {
    "word": "tense",
    "meaning": "When you are tense, you are not comfortable and feel unhappy.",
    "example": "I felt very tense waiting to hear the result of the vote."
  },
  {
    "word": "totally",
    "meaning": "If you totally agree, you agree with everything just said.",
    "example": "I am totally against that."
  },
  {
    "word": "vague",
    "meaning": "If something is vague, it is not clear and gives very few details.",
    "example": "I asked him about his mother’s health, but he was very vague about it."
  },
  {
    "word": "allow",
    "meaning": "To allow something to happen means to let it happen.",
    "example": "Having a ticket will allow you to enter the show."
  },
  {
    "word": "announce",
    "meaning": "To announce something is to make it known.",
    "example": "He announced to everyone his new idea for the company."
  },
  {
    "word": "beside",
    "meaning": "Someone or something beside you is next to you.",
    "example": "The two brothers stood beside each other."
  },
  {
    "word": "challenge",
    "meaning": "A challenge is something difficult to complete.",
    "example": "It was a challenge to climb to the top of the mountain."
  },
  {
    "word": "claim",
    "meaning": "To claim means to say that something is true.",
    "example": "He claimed to know why the country’s laws were weak."
  },
  {
    "word": "condition",
    "meaning": "The condition of someone or something is the state that they are in.",
    "example": "The patient’s condition was very good."
  },
  {
    "word": "contribute",
    "meaning": "To contribute to something means to do something to make it successful.",
    "example": "We decided to contribute money to the new hospital."
  },
  {
    "word": "difference",
    "meaning": "A difference is a way that something is not like other things.",
    "example": "The biggest difference between the birds is the color of their feathers."
  },
  {
    "word": "divide",
    "meaning": "To divide something is to split it into smaller parts.",
    "example": "We divided the pizza."
  },
  {
    "word": "expert",
    "meaning": "An expert is someone who is very good at doing something.",
    "example": "The wizard was an expert at magic."
  },
  {
    "word": "famous",
    "meaning": "A famous person or thing is well known.",
    "example": "The Eiffel Tower in Paris is very famous."
  },
  {
    "word": "force",
    "meaning": "Force is a person’s strength or power.",
    "example": "He used all his force to try and open the door."
  },
  {
    "word": "harm",
    "meaning": "To cause harm is to hurt someone or damage something.",
    "example": "A hot iron can cause great harm if you are not careful."
  },
  {
    "word": "lay",
    "meaning": "To lay means to put or place in a horizontal or flat position.",
    "example": "Don’t lay your socks on the floor."
  },
  {
    "word": "peace",
    "meaning": "Peace is a time without war.",
    "example": "A white dove is a symbol of peace."
  },
  {
    "word": "prince",
    "meaning": "A prince is the son of a king.",
    "example": "The prince and the princess were married."
  },
  {
    "word": "protect",
    "meaning": "To protect someone is to stop them from getting hurt.",
    "example": "Firemen protect us from fires."
  },
  {
    "word": "sense",
    "meaning": "To sense something is to know about it without being told.",
    "example": "I could sense that he was watching me."
  },
  {
    "word": "sudden",
    "meaning": "When something is sudden, it happens very quickly.",
    "example": "He felt a sudden pain in his chest."
  },
  {
    "word": "therefore",
    "meaning": "Therefore means for this reason.",
    "example": "He is fat. Therefore, he should go on a diet."
  },
  {
    "word": "accept",
    "meaning": "To accept something that is offered is to take it.",
    "example": "I accepted the girl’s very nice gift."
  },
  {
    "word": "arrange",
    "meaning": "To arrange things is to put them in the right place.",
    "example": "Please arrange the words in order from A to Z."
  },
  {
    "word": "attend",
    "meaning": "To attend something is to go to it.",
    "example": "My sister and I attend the same school."
  },
  {
    "word": "chase",
    "meaning": "You chase people when you run after them and try to catch them.",
    "example": "I was chased by a dog."
  },
  {
    "word": "contrast",
    "meaning": "A contrast is a sharp difference between two things.",
    "example": "The contrast between my parents is very noticeable."
  },
  {
    "word": "encourage",
    "meaning": "To encourage people is to make them want to do something.",
    "example": "My football coach will encourage us when we are losing."
  },
  {
    "word": "familiar",
    "meaning": "People or things familiar to you are those you know well.",
    "example": "The two friends were very familiar with each other."
  },
  {
    "word": "grab",
    "meaning": "To grab is to take a hold of someone or something suddenly.",
    "example": "I grabbed a pear from the tree."
  },
  {
    "word": "hang",
    "meaning": "To hang something is to keep it above the ground.",
    "example": "I drew a picture of my family, and my mother hung it on the wall."
  },
  {
    "word": "huge",
    "meaning": "If something is huge, it is very big.",
    "example": "At work, my father drives a huge truck."
  },
  {
    "word": "necessary",
    "meaning": "If something is necessary, you must do it.",
    "example": "A passport is necessary if you travel to other countries."
  },
  {
    "word": "pattern",
    "meaning": "A pattern is a way in which something is done or organized.",
    "example": "My pattern of brushing my teeth is the same as most people’s."
  },
  {
    "word": "propose",
    "meaning": "To propose something is to say that it should be done.",
    "example": "My grandmother proposed that we have our picture taken with Santa."
  },
  {
    "word": "purpose",
    "meaning": "A purpose is the reason that you do something.",
    "example": "The purpose of exercising is to get into shape."
  },
  {
    "word": "release",
    "meaning": "To release something is to stop holding it.",
    "example": "She released the bird from her hands."
  },
  {
    "word": "require",
    "meaning": "To require something is to say that it is necessary.",
    "example": "We require teachers to have a university degree."
  },
  {
    "word": "satisfied",
    "meaning": "You are satisfied when you have what you wanted.",
    "example": "I am very satisfied with your work."
  },
  {
    "word": "single",
    "meaning": "If something is single, then there is only one.",
    "example": "I have a single key in my hand."
  },
  {
    "word": "tear",
    "meaning": "To tear something means to pull it apart.",
    "example": "It is easy to tear paper."
  },
  {
    "word": "theory",
    "meaning": "A theory is an idea about how something works.",
    "example": "We talked about Einstein’s theory of relativity in class."
  },
  {
    "word": "animal",
    "meaning": "An animal is a living thing that can move.",
    "example": "My favorite animal is the panda."
  },
  {
    "word": "bus",
    "meaning": "A bus is a large vehicle that people travel on.",
    "example": "My father takes the bus to work."
  },
  {
    "word": "cat",
    "meaning": "A cat is a small animal related to lions and tigers that is kept as a pet.",
    "example": "This cat is playing with a ball."
  },
  {
    "word": "command",
    "meaning": "A command is an order given to a person or animal to do something.",
    "example": "Joe gave the students a command to stand up."
  },
  {
    "word": "depend",
    "meaning": "To depend on something is to need it for support or help.",
    "example": "My grandfather depends on a cane when he walks."
  },
  {
    "word": "dog",
    "meaning": "A dog is an animal with four legs and a tail that is kept as a pet or trained to work.",
    "example": "This woman’s best friend is her dog."
  },
  {
    "word": "door",
    "meaning": "A door is an object that swings or slides open and shut.",
    "example": "Can you close the door, please?"
  },
  {
    "word": "friend",
    "meaning": "A friend is someone a person knows and likes spending time with.",
    "example": "Brian’s friend is very sad."
  },
  {
    "word": "hear",
    "meaning": "To hear is to be aware of sound through your ears.",
    "example": "Michelle cannot hear what you are saying."
  },
  {
    "word": "help",
    "meaning": "To help is to do something that makes something easier for someone else.",
    "example": "Jane can help Nathan climb up the rock."
  },
  {
    "word": "horse",
    "meaning": "A horse is a big, strong animal that people ride and use for pulling heavy things.",
    "example": "I went to a farm and saw a horse."
  },
  {
    "word": "hospital",
    "meaning": "A hospital is where sick or hurt people receive care or treatment.",
    "example": "The doctor talks to a patient at the hospital."
  },
  {
    "word": "leg",
    "meaning": "A leg is a body part used for standing and walking.",
    "example": "She hurt her leg."
  },
  {
    "word": "medical",
    "meaning": "Medical means related to the treatment of an injury or disease.",
    "example": "Tyler is a medical student studying to become a doctor."
  },
  {
    "word": "open",
    "meaning": "To open is to move something so that an opening is not covered.",
    "example": "Amy likes to open the window to let fresh air in."
  },
  {
    "word": "pull",
    "meaning": "To pull is to hold onto something to move it toward you.",
    "example": "The children pull the rope."
  },
  {
    "word": "rabbit",
    "meaning": "A rabbit is a small animal with long ears that lives in a hole in the ground.",
    "example": "Look at the rabbit in the park."
  },
  {
    "word": "school",
    "meaning": "A school is a place where children go to learn.",
    "example": "The students study at school."
  },
  {
    "word": "see",
    "meaning": "To see is to use your eyes to look at something or someone.",
    "example": "Steven does not want to see the scary picture."
  },
  {
    "word": "service",
    "meaning": "Service is the act of helping or serving someone.",
    "example": "This coffee shop has excellent service."
  },
  {
    "word": "benefit",
    "meaning": "A benefit is a good thing.",
    "example": "Being able to fly is a benefit to birds."
  },
  {
    "word": "certain",
    "meaning": "If you are certain about something, you know it is true.",
    "example": "I am certain that zebras have stripes."
  },
  {
    "word": "chance",
    "meaning": "A chance is an opportunity to do something.",
    "example": "I had a chance to see the Coliseum in Rome last summer."
  },
  {
    "word": "effect",
    "meaning": "An effect is a change made by something else.",
    "example": "The medicine had a good effect on the boy."
  },
  {
    "word": "essential",
    "meaning": "If something is essential, it is very important and necessary.",
    "example": "It is essential to have oxygen when you scuba dive."
  },
  {
    "word": "far",
    "meaning": "If something is far, it is not close.",
    "example": "It’s far from the east coast to the west coast of America."
  },
  {
    "word": "focus",
    "meaning": "To focus on something is to think about it and pay attention to it.",
    "example": "My mom always helps me to focus on my school work."
  },
  {
    "word": "function",
    "meaning": "The function of something is what it does.",
    "example": "The function of a flashlight is to help you see in the dark."
  },
  {
    "word": "grass",
    "meaning": "Grass is the green leaves that cover the ground.",
    "example": "The grass looked so soft and green."
  },
  {
    "word": "guard",
    "meaning": "To guard something is to take care of it.",
    "example": "The police officer will guard us from any harm."
  },
  {
    "word": "image",
    "meaning": "The image of something is a picture of it.",
    "example": "The image of her eye was very clear."
  },
  {
    "word": "immediate",
    "meaning": "If something is immediate, it happens quickly.",
    "example": "An immediate response came from the pizza place."
  },
  {
    "word": "primary",
    "meaning": "If something is primary, it is the most important thing.",
    "example": "His primary thoughts are about money."
  },
  {
    "word": "proud",
    "meaning": "People who feel proud are happy about what they have done.",
    "example": "She is proud of the picture she drew of her house."
  },
  {
    "word": "remain",
    "meaning": "To remain somewhere is to stay there.",
    "example": "My sister had to remain home since she was sick."
  },
  {
    "word": "rest",
    "meaning": "To rest is to stop being active while the body gets back its strength.",
    "example": "I rested on the couch after work."
  },
  {
    "word": "separate",
    "meaning": "If two things are separate, they are not together.",
    "example": "New York and Los Angeles are in two separate parts of America."
  },
  {
    "word": "site",
    "meaning": "A site is a place.",
    "example": "We found the perfect site for our picnic."
  },
  {
    "word": "tail",
    "meaning": "A tail is a part of an animal’s body that sticks out from its rear or back.",
    "example": "Our dog wags its tail when it’s happy."
  },
  {
    "word": "trouble",
    "meaning": "Trouble is a problem or a difficulty.",
    "example": "I have trouble working with my boss."
  },
  {
    "word": "advertise",
    "meaning": "To advertise is to describe or draw attention to a product or event by using a public medium.",
    "example": "The woman started a new company and needed to advertise her products."
  },
  {
    "word": "aware",
    "meaning": "If someone is aware, they know that something or a situation exists.",
    "example": "The student became aware that the teacher was watching him."
  },
  {
    "word": "battery",
    "meaning": "A battery is an object placed inside something to supply it with electricity.",
    "example": "My brother needs a battery for his clock."
  },
  {
    "word": "black",
    "meaning": "Black is the darkest color.",
    "example": "Our street is black at night because there are no street lights."
  },
  {
    "word": "city",
    "meaning": "A city is a place where a lot of people live.",
    "example": "Tokyo is a very big city in Japan."
  },
  {
    "word": "clean",
    "meaning": "To clean is to make something neat and tidy.",
    "example": "I clean our kitchen every Saturday."
  },
  {
    "word": "country",
    "meaning": "A country is an area of land with the same government and laws.",
    "example": "France is a country in Europe."
  },
  {
    "word": "develop",
    "meaning": "To develop is to make something larger or more advanced.",
    "example": "This practice will help you develop your math skills."
  },
  {
    "word": "electric",
    "meaning": "If something is electric, it uses electricity.",
    "example": "Some car companies make electric cars."
  },
  {
    "word": "eventually",
    "meaning": "When something happens at a later time or in the end, it happens eventually.",
    "example": "He will eventually move to London to find a new job."
  },
  {
    "word": "fact",
    "meaning": "A fact is a piece of information that is true.",
    "example": "A fact about South America is that it is a continent."
  },
  {
    "word": "glass",
    "meaning": "Glass is a transparent, breakable material.",
    "example": "Windows are made of glass."
  },
  {
    "word": "history",
    "meaning": "History is the study of the past.",
    "example": "History was my favorite subject in school."
  },
  {
    "word": "nature",
    "meaning": "Nature is everything in the physical world that is not made by people.",
    "example": "On the weekends, I love to walk in nature among the trees."
  },
  {
    "word": "never",
    "meaning": "Never is when something is impossible or will not happen.",
    "example": "They never eat meat because they are vegetarians."
  },
  {
    "word": "people",
    "meaning": "People are humans.",
    "example": "How many people live in China?"
  },
  {
    "word": "plastic",
    "meaning": "Plastic is a material made by people.",
    "example": "Many drinks are sold in plastic bottles."
  },
  {
    "word": "problem",
    "meaning": "A problem is a situation when something goes wrong.",
    "example": "My problem is that I lost my dog."
  },
  {
    "word": "street",
    "meaning": "A street is a road in a city or village.",
    "example": "What is the name of the street you live on?"
  },
  {
    "word": "think",
    "meaning": "To think is to have an opinion or thought about something.",
    "example": "I think summer is the best season."
  },
  {
    "word": "alone",
    "meaning": "A person who is alone is not with another person.",
    "example": "The boy wanted to be alone to think."
  },
  {
    "word": "apartment",
    "meaning": "An apartment is a set of rooms in a building where people live.",
    "example": "She has a nice apartment in the city."
  },
  {
    "word": "article",
    "meaning": "An article is a story in a newspaper or magazine.",
    "example": "Did you read the article in the newspaper about the soccer game?"
  },
  {
    "word": "artist",
    "meaning": "An artist is a person who paints, draws, or makes sculptures.",
    "example": "He went to Paris to become an artist."
  },
  {
    "word": "attitude",
    "meaning": "Someone’s attitude is the way they feel and think.",
    "example": "John has a bad attitude. He’s always angry."
  },
  {
    "word": "beauty",
    "meaning": "Beauty is the state or quality of being beautiful.",
    "example": "I heard my mother was a great beauty when she was young."
  },
  {
    "word": "compare",
    "meaning": "To compare means to say how two things are the same and different.",
    "example": "If you compare cats and dogs, you’ll see that they’re both good pets."
  },
  {
    "word": "judge",
    "meaning": "To judge something is to say if it is good or bad.",
    "example": "The boy was going to judge how his mother’s turkey tasted."
  },
  {
    "word": "magazine",
    "meaning": "A magazine is a regular publication with news, stories, and articles.",
    "example": "She likes to read fashion magazines."
  },
  {
    "word": "material",
    "meaning": "A material is what is used to make something.",
    "example": "Brick is a good material for building houses."
  },
  {
    "word": "meal",
    "meaning": "A meal is a time when food is eaten, such as breakfast, lunch, or dinner.",
    "example": "Breakfast is my favorite meal because I enjoy cereal."
  },
  {
    "word": "method",
    "meaning": "A method is the way to do something.",
    "example": "One method to remember things is to tie a string around your finger."
  },
  {
    "word": "neighbor",
    "meaning": "A neighbor is a person who lives near you.",
    "example": "I like my neighbor because he’s very friendly."
  },
  {
    "word": "professional",
    "meaning": "If something is professional, it deals with work that uses special skills.",
    "example": "If you want to be a pilot, you must have professional training."
  },
  {
    "word": "profit",
    "meaning": "A profit is the extra money you make when you sell something.",
    "example": "I made a small profit from selling my old clothes."
  },
  {
    "word": "quality",
    "meaning": "The quality of something is how good it is.",
    "example": "The quality of his car is very good."
  },
  {
    "word": "space",
    "meaning": "A space is an empty area.",
    "example": "I don’t have much space for things in my small house."
  },
  {
    "word": "stair",
    "meaning": "Stairs are the things that are used to walk up or down in a building.",
    "example": "You can take the stairs to the second floor."
  },
  {
    "word": "symbol",
    "meaning": "A symbol is a thing that stands for something else.",
    "example": "This symbol tells us that we cannot smoke in this area."
  },
  {
    "word": "thin",
    "meaning": "If someone or something is thin, they are not fat.",
    "example": "The man was thin because he didn’t eat much."
  },
  {
    "word": "accounting",
    "meaning": "People study accounting so they can deal with money and finance properly.",
    "example": "He works for an accounting firm."
  },
  {
    "word": "appeal",
    "meaning": "To appeal to someone is to be interesting or attractive.",
    "example": "Sleeping all day appeals to me, but I have to go to school."
  },
  {
    "word": "assume",
    "meaning": "To assume something is to think that it is true, even with no proof.",
    "example": "I assume you are both familiar with this plan."
  },
  {
    "word": "borrow",
    "meaning": "To borrow something is to take it and then give it back later.",
    "example": "Can I borrow a pencil to use today? I’ll give it back to you tomorrow."
  },
  {
    "word": "client",
    "meaning": "A client is a person or business that pays another to do a service.",
    "example": "She has many clients who enjoy coming to her salon."
  },
  {
    "word": "downtown",
    "meaning": "The downtown area is the center of most cities.",
    "example": "The downtown area is filled with many tall buildings."
  },
  {
    "word": "dull",
    "meaning": "If something is dull, it is not exciting.",
    "example": "The movie was very dull. I fell asleep watching it."
  },
  {
    "word": "embarrass",
    "meaning": "To embarrass people is to make them feel ashamed or foolish.",
    "example": "He was embarrassed when he couldn’t remember her name."
  },
  {
    "word": "fare",
    "meaning": "A fare is an amount of money paid to use a bus, train, or taxi.",
    "example": "Since he is a senior, my grandfather pays a low fare for the bus."
  },
  {
    "word": "former",
    "meaning": "Former describes something that used to be but is not anymore.",
    "example": "The hotel, a former castle, was built over 200 years ago."
  },
  {
    "word": "found",
    "meaning": "To found a company or organization means to start it.",
    "example": "The Pilgrims founded one of the first colonies in the United States."
  },
  {
    "word": "invest",
    "meaning": "To invest means to use money in a way that will bring a profit later.",
    "example": "I invested money in a new building that should bring me a profit."
  },
  {
    "word": "loan",
    "meaning": "A loan is something, usually money, that one person lends to another.",
    "example": "I got a loan from the bank."
  },
  {
    "word": "practical",
    "meaning": "If something is practical, it is useful.",
    "example": "Learning English is practical; you can use it in many places."
  },
  {
    "word": "quarter",
    "meaning": "A quarter is 1/4 or 25% of something.",
    "example": "He paid a quarter for the candy."
  },
  {
    "word": "salary",
    "meaning": "A salary is how much money a person makes at his or her job.",
    "example": "He got a new job with a better salary."
  },
  {
    "word": "scholarship",
    "meaning": "A scholarship is money given so someone can go to school.",
    "example": "I got a scholarship to help me pay for university."
  },
  {
    "word": "temporary",
    "meaning": "If something is temporary, it exists for a short time.",
    "example": "This car is only temporary; I’ll get a new one soon."
  },
  {
    "word": "treasure",
    "meaning": "A treasure is a collection of valuable things, especially jewels or gold.",
    "example": "They became very rich when they found the buried treasure."
  },
  {
    "word": "urge",
    "meaning": "To urge someone is to try very hard to get them to do something.",
    "example": "He urged them to believe his story."
  },
  {
    "word": "coach",
    "meaning": "A coach is a person who teaches sports.",
    "example": "My coach gets very excited during games."
  },
  {
    "word": "control",
    "meaning": "To control something is to make it do what you want.",
    "example": "To control the TV, just push the buttons."
  },
  {
    "word": "description",
    "meaning": "A description of someone or something says what they are like.",
    "example": "I gave a description of the man with the gun and hat to the police."
  },
  {
    "word": "direct",
    "meaning": "If something is direct, it goes straight between two places.",
    "example": "The green path is a direct route to my house."
  },
  {
    "word": "exam",
    "meaning": "An exam is a test.",
    "example": "I did some practice questions for the math exam on the board."
  },
  {
    "word": "example",
    "meaning": "An example of something is a thing that is typical of it.",
    "example": "Cola is an example of a soft drink."
  },
  {
    "word": "limit",
    "meaning": "A limit is the largest or smallest amount of something that you allow.",
    "example": "My mother put a limit on how much I could use the phone."
  },
  {
    "word": "local",
    "meaning": "If something is local, it is nearby.",
    "example": "The local market in my neighborhood sells all the food we need."
  },
  {
    "word": "magical",
    "meaning": "Magical describes a quality that makes someone or something special.",
    "example": "The fireworks made the night sky look so magical."
  },
  {
    "word": "mail",
    "meaning": "Mail is letters and other things sent to people.",
    "example": "I get a lot of mail because I have friends all over the world."
  },
  {
    "word": "novel",
    "meaning": "A novel is a book that tells a story.",
    "example": "He wrote a great novel about ancient China."
  },
  {
    "word": "outline",
    "meaning": "An outline is the plan for a story or essay.",
    "example": "Before I wrote my essay, I made an outline."
  },
  {
    "word": "poet",
    "meaning": "A poet is a person who writes poems.",
    "example": "William Shakespeare was one of the greatest poets."
  },
  {
    "word": "print",
    "meaning": "To print something is to put it onto paper.",
    "example": "Make sure that you print your name clearly."
  },
  {
    "word": "scene",
    "meaning": "A scene is one part of a book or movie.",
    "example": "A movie is made up of many short pieces or scenes."
  },
  {
    "word": "sheet",
    "meaning": "A sheet is a thin flat piece of paper.",
    "example": "I only needed a single sheet of paper to do my homework."
  },
  {
    "word": "silly",
    "meaning": "People who are silly show a lack of serious thought.",
    "example": "I made a silly mistake of dropping mom’s vase."
  },
  {
    "word": "store",
    "meaning": "A store is a place where you can buy things.",
    "example": "I picked up a few things at the grocery store."
  },
  {
    "word": "suffer",
    "meaning": "To suffer is to feel pain.",
    "example": "Her headache made her suffer all day."
  },
  {
    "word": "technology",
    "meaning": "Technology is new things made by using science.",
    "example": "He loves technology such as laptop computers."
  },
  {
    "word": "across",
    "meaning": "To go across something is to go to the other side of it.",
    "example": "He walked across the board to the other side."
  },
  {
    "word": "breathe",
    "meaning": "To breathe means to let air go in and out of your body.",
    "example": "We need strong healthy lungs to help us breathe well."
  },
  {
    "word": "characteristic",
    "meaning": "A characteristic is something that shows what a person or a thing is like.",
    "example": "One characteristic of tigers is their black stripes."
  },
  {
    "word": "consume",
    "meaning": "To consume something means to eat or drink it.",
    "example": "Jack consumed a whole plate of spaghetti."
  },
  {
    "word": "excite",
    "meaning": "To excite someone means to make them happy and interested.",
    "example": "I heard about the school dance on Friday. This excited me."
  },
  {
    "word": "extremely",
    "meaning": "If something is extremely good, it is very, very good.",
    "example": "I was extremely worried about him."
  },
  {
    "word": "fear",
    "meaning": "Fear is the feeling of being afraid.",
    "example": "I have a great fear of skateboarding."
  },
  {
    "word": "fortunate",
    "meaning": "If you are fortunate, you are lucky.",
    "example": "I was fortunate to get a seat."
  },
  {
    "word": "happen",
    "meaning": "If someone happens to do something, he or she does it by chance.",
    "example": "I happened to meet some new friends at school today."
  },
  {
    "word": "length",
    "meaning": "The length of something is how long it is from one end to the other.",
    "example": "The length of the floor is three meters."
  },
  {
    "word": "mistake",
    "meaning": "A mistake is something you do wrong.",
    "example": "My boss always yells at me when I make a mistake."
  },
  {
    "word": "observe",
    "meaning": "To observe something is to watch it.",
    "example": "Brian observed the sun rising over the mountains."
  },
  {
    "word": "opportunity",
    "meaning": "An opportunity is a chance to do something.",
    "example": "I had an opportunity to take pictures in the jungle."
  },
  {
    "word": "prize",
    "meaning": "A prize is something of value that is given to the winner.",
    "example": "I won a prize for getting the best grade on my science test."
  },
  {
    "word": "race",
    "meaning": "A race is a contest to see who is the fastest.",
    "example": "Paul is a fast runner, so he easily won the race."
  },
  {
    "word": "realize",
    "meaning": "To realize is to suddenly understand.",
    "example": "After I left my house, I realized that I left the light on."
  },
  {
    "word": "respond",
    "meaning": "To respond is to give an answer to what someone else said.",
    "example": "When the teacher asked the question, we all responded."
  },
  {
    "word": "risk",
    "meaning": "A risk is a chance of something bad happening.",
    "example": "I took a risk and climbed the snowy mountain."
  },
  {
    "word": "wonder",
    "meaning": "To wonder is to ask yourself questions or have a need to know.",
    "example": "The young mother wondered if she’d have a boy or a girl."
  },
  {
    "word": "yet",
    "meaning": "Yet is used to say something has not happened up to now.",
    "example": "We can’t go out yet; we’re still eating."
  },
  {
    "word": "art",
    "meaning": "Art is something creative that expresses ideas and feelings.",
    "example": "My sister likes to look at the art in the museum."
  },
  {
    "word": "book",
    "meaning": "A book is a set of printed sheets of paper that are held together inside a cover.",
    "example": "The man smiles as he reads his favorite book."
  },
  {
    "word": "clothes",
    "meaning": "Clothes are what people wear to cover their bodies.",
    "example": "I bought warm clothes for the cold winter."
  },
  {
    "word": "community",
    "meaning": "A community is a group of people who share the same area or interests.",
    "example": "The community got together to plant trees."
  },
  {
    "word": "December",
    "meaning": "December is the twelfth month of the year.",
    "example": "The last day of the year is December 31st."
  },
  {
    "word": "dinner",
    "meaning": "Dinner is the main meal eaten in the evening.",
    "example": "I had a hamburger for dinner."
  },
  {
    "word": "end",
    "meaning": "To end is to stop or finish.",
    "example": "They are happy because the teacher wanted to end the class early."
  },
  {
    "word": "exchange",
    "meaning": "To exchange is to give one thing in return for another.",
    "example": "The men exchange business cards."
  },
  {
    "word": "family",
    "meaning": "A family is a group of people who are related to each other.",
    "example": "There are four people in my family."
  },
  {
    "word": "from",
    "meaning": "From shows a starting place or position.",
    "example": "Chris studies from 10 o’clock to noon every morning."
  },
  {
    "word": "green",
    "meaning": "Green is the color of growing grass or leaves.",
    "example": "I don’t like green apples."
  },
  {
    "word": "home",
    "meaning": "A person’s home is the place where that person lives.",
    "example": "The family likes to stay at home on the weekends."
  },
  {
    "word": "January",
    "meaning": "January is the first month of the year.",
    "example": "My birthday is in January."
  },
  {
    "word": "red",
    "meaning": "Red is the color of blood.",
    "example": "Jack is wearing a red shirt."
  },
  {
    "word": "seven",
    "meaning": "Seven is the word for the number 7.",
    "example": "I have seven colored pencils on my desk."
  },
  {
    "word": "start",
    "meaning": "To start is to begin doing something.",
    "example": "Catherine has to start work at 8 o’clock in the morning."
  },
  {
    "word": "together",
    "meaning": "Together shows an action is done with another person or thing.",
    "example": "Let’s work together to finish the project."
  },
  {
    "word": "university",
    "meaning": "A university is a school where people study for a degree.",
    "example": "My dream is to go to a good university."
  },
  {
    "word": "wear",
    "meaning": "To wear is to have clothing on your body.",
    "example": "The man has to wear a suit to work."
  },
  {
    "word": "year",
    "meaning": "A year is a period of 365 days or twelve months.",
    "example": "You become one year older every birthday."
  },
  {
    "word": "appreciate",
    "meaning": "To appreciate something is to understand its good qualities.",
    "example": "I can appreciate the lovely scenery."
  },
  {
    "word": "available",
    "meaning": "If something is available, it means you can get it.",
    "example": "There were many seats available in the room."
  },
  {
    "word": "beat",
    "meaning": "To beat someone means to do better than they do.",
    "example": "I managed to beat everyone in the race."
  },
  {
    "word": "bright",
    "meaning": "If something is bright, it gives off a lot of light.",
    "example": "The bright light from the explosion hurt my eyes."
  },
  {
    "word": "celebrate",
    "meaning": "To celebrate is to do something to show that an event is special.",
    "example": "We all celebrated when we heard the great news."
  },
  {
    "word": "decide",
    "meaning": "To decide is to make a definite choice.",
    "example": "He tried to decide which one to eat first."
  },
  {
    "word": "disappear",
    "meaning": "To disappear means to go away or not be seen.",
    "example": "The top of the building is disappearing in the clouds."
  },
  {
    "word": "else",
    "meaning": "If you talk about something else, you talk about something different.",
    "example": "I wanted a bike for my birthday, but I got something else."
  },
  {
    "word": "fair",
    "meaning": "Fair means reasonable or right.",
    "example": "He sold me his car for a fair price."
  },
  {
    "word": "flow",
    "meaning": "To flow is to move easily and continuously in one direction.",
    "example": "The water flowed over the rocks and into the lake."
  },
  {
    "word": "forward",
    "meaning": "If you move forward, you move in the direction in front of you.",
    "example": "When he saw his mother, the baby crawled forward to her."
  },
  {
    "word": "hill",
    "meaning": "A hill is a raised area of land. It is higher than the land around it.",
    "example": "The sun was rising above the green hills."
  },
  {
    "word": "level",
    "meaning": "A level is a point on a scale that measures something.",
    "example": "Please check the level of the temperature."
  },
  {
    "word": "lone",
    "meaning": "A lone person or thing is the only one in a given place.",
    "example": "A lone man walked along the street."
  },
  {
    "word": "puddle",
    "meaning": "A puddle is a pool of liquid on the ground.",
    "example": "When the ice melted, it formed a puddle."
  },
  {
    "word": "response",
    "meaning": "A response is the answer to a question.",
    "example": "He asked if I was sad. My response was “No.”"
  },
  {
    "word": "season",
    "meaning": "A season is a time of the year: spring, summer, fall, or winter.",
    "example": "Fall is a warm season, while winter is very cold."
  },
  {
    "word": "solution",
    "meaning": "A solution is a way to solve a problem.",
    "example": "There are many problems. We need solutions!"
  },
  {
    "word": "waste",
    "meaning": "To waste means to use something carelessly and unnecessarily.",
    "example": "Turn off the water so you don’t waste it."
  },
  {
    "word": "whether",
    "meaning": "You use whether when you must choose between two things.",
    "example": "I could not decide whether to go left or right."
  },
  {
    "word": "always",
    "meaning": "Always means that something happens all the time.",
    "example": "They always brush their teeth in the morning."
  },
  {
    "word": "ask",
    "meaning": "To ask is to say or write something to get an answer.",
    "example": "Please ask questions if you do not understand."
  },
  {
    "word": "banana",
    "meaning": "A banana is a long yellow fruit with soft white flesh inside.",
    "example": "Did you eat a banana for breakfast?"
  },
  {
    "word": "bread",
    "meaning": "Bread is a food made from flour and water.",
    "example": "You need two pieces of bread to make a sandwich."
  },
  {
    "word": "cake",
    "meaning": "Cake is a sweet dessert made from flour, water, sugar, and eggs.",
    "example": "What a beautiful birthday cake!"
  },
  {
    "word": "carrot",
    "meaning": "A carrot is an orange vegetable.",
    "example": "I put a carrot in my salad."
  },
  {
    "word": "chicken",
    "meaning": "Chicken is a bird that is often used for food.",
    "example": "Chicken is his favorite kind of meat."
  },
  {
    "word": "chocolate",
    "meaning": "Chocolate is a sweet food made from cacao beans.",
    "example": "I made a chocolate cake for my mom’s party."
  },
  {
    "word": "contain",
    "meaning": "To contain is to hold or have something.",
    "example": "I have to find something to contain these apples."
  },
  {
    "word": "delicious",
    "meaning": "If a food is delicious, it is tasty.",
    "example": "I loved the delicious fried chicken I ate for dinner!"
  },
  {
    "word": "diet",
    "meaning": "A diet is the food regularly eaten by a person.",
    "example": "His diet mostly consists of fruits and vegetables."
  },
  {
    "word": "eat",
    "meaning": "To eat is to chew and swallow food.",
    "example": "You should eat breakfast every day."
  },
  {
    "word": "food",
    "meaning": "Food is things people and animals eat.",
    "example": "Pasta is a famous food in Italy."
  },
  {
    "word": "fruit",
    "meaning": "Fruit is a type of healthy food that grows on trees and plants.",
    "example": "Apples, pears, and oranges are types of fruit."
  },
  {
    "word": "great",
    "meaning": "When something is great, it is very good.",
    "example": "It was a great, exciting game!"
  },
  {
    "word": "health",
    "meaning": "Health is the state of a person’s body.",
    "example": "People who want good health should not smoke."
  },
  {
    "word": "recipe",
    "meaning": "A recipe is a set of instructions for cooking a certain type of food.",
    "example": "Do you use a recipe when you make that sauce?"
  },
  {
    "word": "restaurant",
    "meaning": "A restaurant is a business where people sit and eat food.",
    "example": "Let’s eat at the Indian restaurant."
  },
  {
    "word": "special",
    "meaning": "If something is special, it is unique and different.",
    "example": "The cupcake was special because it had blue frosting."
  },
  {
    "word": "water",
    "meaning": "Water is a clear liquid that people need to survive.",
    "example": "Drink eight cups of water every day."
  },
  {
    "word": "alive",
    "meaning": "Someone or something that is alive is not dead.",
    "example": "My grandparents are still alive even though they are over 90."
  },
  {
    "word": "bone",
    "meaning": "A bone is a hard part of the body.",
    "example": "I brought home a nice bone for my dog."
  },
  {
    "word": "bother",
    "meaning": "To bother is to make the effort to do something.",
    "example": "No one bothered to wash the dishes today."
  },
  {
    "word": "captain",
    "meaning": "A captain is the person who controls a ship or airplane.",
    "example": "The captain sailed his ship to Australia."
  },
  {
    "word": "conclusion",
    "meaning": "The conclusion of something is the final part of it.",
    "example": "At the conclusion of the race, the spectators cheered for the winner."
  },
  {
    "word": "doubt",
    "meaning": "Doubt is a feeling of not being sure.",
    "example": "I have doubt that the story is true."
  },
  {
    "word": "explore",
    "meaning": "To explore is to look for new places.",
    "example": "He wants to explore the world and see new things."
  },
  {
    "word": "glad",
    "meaning": "If you are glad, you are happy.",
    "example": "I am glad you came to my party."
  },
  {
    "word": "however",
    "meaning": "However means despite or not being influenced by something.",
    "example": "She is a great cook. However, she never had professional lessons."
  },
  {
    "word": "injustice",
    "meaning": "Injustice is a lack of fairness or justice.",
    "example": "Putting an innocent person in jail is an act of injustice."
  },
  {
    "word": "international",
    "meaning": "If something is international, it involves more than one country.",
    "example": "The United Nations is a powerful international organization."
  },
  {
    "word": "lawyer",
    "meaning": "A lawyer works with the law and represents people in court.",
    "example": "The lawyer left the courthouse after the judge made her decision."
  },
  {
    "word": "mention",
    "meaning": "To mention something is to talk about it.",
    "example": "The doctors mentioned the problems that the patient was having."
  },
  {
    "word": "old",
    "meaning": "Someone who is old has lived for many years.",
    "example": "My mother is seventy years old now."
  },
  {
    "word": "policy",
    "meaning": "A policy is a rule.",
    "example": "He told us that his policy was to put customers first."
  },
  {
    "word": "social",
    "meaning": "If something is social, it is about many people in a community.",
    "example": "People should come together and fix the world’s social problems."
  },
  {
    "word": "speech",
    "meaning": "A speech is something said to a group of people.",
    "example": "She gave a speech to the class."
  },
  {
    "word": "staff",
    "meaning": "A staff is a group of people working together in a company.",
    "example": "My dad has a staff of four people to help him at the office."
  },
  {
    "word": "toward",
    "meaning": "If you go toward something, you go closer to it.",
    "example": "Santa walked toward my house with a bag of gifts."
  },
  {
    "word": "wood",
    "meaning": "Wood is the thing that trees are made of.",
    "example": "I put the pieces of wood in a pile."
  },
  {
    "word": "achieve",
    "meaning": "To achieve something is to successfully do it after trying hard.",
    "example": "I was happy that I could achieve my goal."
  },
  {
    "word": "advise",
    "meaning": "To advise someone is to tell them what to do.",
    "example": "My mother often advises people about their money."
  },
  {
    "word": "already",
    "meaning": "If something happens already, it happens before a certain time.",
    "example": "It is already time for the movie to start. Let’s go in."
  },
  {
    "word": "basic",
    "meaning": "If something is basic, it is very simple or easy.",
    "example": "I learned some basic English skills in school today."
  },
  {
    "word": "bit",
    "meaning": "A bit is a small amount of something.",
    "example": "I ate a bit of chocolate before I went to bed."
  },
  {
    "word": "consider",
    "meaning": "To consider something means to think about it.",
    "example": "Pete didn’t like his job. He considered getting a new one."
  },
  {
    "word": "destroy",
    "meaning": "To destroy means to damage something so badly that it cannot be used.",
    "example": "The glass was destroyed."
  },
  {
    "word": "entertain",
    "meaning": "To entertain someone is to do something that they enjoy.",
    "example": "The clown entertained the kids at the party."
  },
  {
    "word": "extra",
    "meaning": "If something is extra, it is more than what is needed.",
    "example": "The squirrel had extra nuts for the winter."
  },
  {
    "word": "goal",
    "meaning": "A goal is something you work toward.",
    "example": "Her goal was to become a doctor."
  },
  {
    "word": "lie",
    "meaning": "To lie is to say or write something untrue to deceive someone.",
    "example": "Whenever Pinocchio lied to his father, his nose grew."
  },
  {
    "word": "meat",
    "meaning": "Meat is food made of animals.",
    "example": "This piece of meat I’m eating tastes very good."
  },
  {
    "word": "opinion",
    "meaning": "An opinion is a thought about a person or a thing.",
    "example": "Meg told me her opinion of my story. She said it was not funny."
  },
  {
    "word": "real",
    "meaning": "If something is real, it actually exists.",
    "example": "Some people don’t believe in aliens from space, but I think they’re real."
  },
  {
    "word": "reflect",
    "meaning": "To reflect is when a surface sends back light, heat, sound or an image.",
    "example": "Her face was reflected in the smooth glass."
  },
  {
    "word": "regard",
    "meaning": "To regard people is to think of them in a certain way.",
    "example": "The boy regarded the girl as a good friend."
  },
  {
    "word": "serve",
    "meaning": "To serve someone is to give them food or drinks.",
    "example": "He served us our drinks quickly."
  },
  {
    "word": "vegetable",
    "meaning": "A vegetable is a plant used as food.",
    "example": "Carrots are my favorite vegetable."
  },
  {
    "word": "war",
    "meaning": "A war is a big fight between two groups of people.",
    "example": "Many young men died in the war."
  },
  {
    "word": "worth",
    "meaning": "If something is worth an amount of money, it costs that amount.",
    "example": "Our house is worth a lot of money."
  },
  {
    "word": "appear",
    "meaning": "To appear is to seem.",
    "example": "She appeared to be sad. She was crying."
  },
  {
    "word": "base",
    "meaning": "The base is the bottom of something.",
    "example": "The base of the table has three legs."
  },
  {
    "word": "brain",
    "meaning": "The brain is the organ in your head that lets you think.",
    "example": "You must use your brain to solve the problem."
  },
  {
    "word": "career",
    "meaning": "A career is a job that you do for a large part of your life.",
    "example": "He was in the hospitality business for most of his career."
  },
  {
    "word": "clerk",
    "meaning": "A clerk is a type of worker. Clerks in a store help customers.",
    "example": "The clerk added up her bill for the groceries."
  },
  {
    "word": "effort",
    "meaning": "Effort is hard work or an attempt to do something.",
    "example": "He always puts a lot of effort into his studies."
  },
  {
    "word": "enter",
    "meaning": "To enter a place is to go into it.",
    "example": "Two guards greeted me as I entered the front door."
  },
  {
    "word": "excellent",
    "meaning": "When something is excellent, it is very good.",
    "example": "I got an excellent score on my school test."
  },
  {
    "word": "hero",
    "meaning": "A hero is a brave person who does things to help others.",
    "example": "To children, the man in the blue and red costume was a real hero."
  },
  {
    "word": "hurry",
    "meaning": "To hurry is to do something quickly.",
    "example": "I hurried home on my bike."
  },
  {
    "word": "inform",
    "meaning": "To inform someone is to tell them about something.",
    "example": "I called and informed her about my idea."
  },
  {
    "word": "later",
    "meaning": "Later means after the present, expected, or usual time.",
    "example": "She missed the train, so she’ll arrive a little later than expected."
  },
  {
    "word": "leave",
    "meaning": "To leave means to go away from someone or something.",
    "example": "He packed his bag and was ready to leave for home."
  },
  {
    "word": "locate",
    "meaning": "To locate something is to find it.",
    "example": "I could not locate my keys in the house."
  },
  {
    "word": "nurse",
    "meaning": "A nurse is a person who helps sick people in the hospital.",
    "example": "A nurse helped me get better."
  },
  {
    "word": "operation",
    "meaning": "An operation is when a doctor replaces or removes something in the body.",
    "example": "The operation on my arm was a success."
  },
  {
    "word": "pain",
    "meaning": "Pain is the feeling that you have when you are hurt.",
    "example": "His head was full of pain."
  },
  {
    "word": "refuse",
    "meaning": "To refuse something is to say “no” to it.",
    "example": "The dog refused to play with the cat."
  },
  {
    "word": "though",
    "meaning": "Though is used when one idea makes another seem surprising.",
    "example": "Though he was overweight, he liked to be active."
  },
  {
    "word": "various",
    "meaning": "If something is various, there are many types of it.",
    "example": "She owned shoes of various styles."
  },
  {
    "word": "actual",
    "meaning": "Actual means real or true.",
    "example": "This is the actual sword that the king owned, not a fake one."
  },
  {
    "word": "amaze",
    "meaning": "To amaze people is to surprise them very much.",
    "example": "The news in the paper amazed Jack."
  },
  {
    "word": "charge",
    "meaning": "A charge is the price to pay for something.",
    "example": "The charge for the shirts was $15."
  },
  {
    "word": "comfort",
    "meaning": "To comfort someone means to make them feel better.",
    "example": "I wanted to comfort my friend after I heard the bad news."
  },
  {
    "word": "contact",
    "meaning": "To contact people is to speak or write to them.",
    "example": "I contacted Sue about my party."
  },
  {
    "word": "customer",
    "meaning": "A customer is a person who buys something at a store.",
    "example": "The customer put a few items in a bag."
  },
  {
    "word": "deliver",
    "meaning": "To deliver something is to take it from one place to another.",
    "example": "The man delivered Chinese food to my house."
  },
  {
    "word": "earn",
    "meaning": "To earn means to get money for the work you do.",
    "example": "He earns his living as a chef in a great restaurant."
  },
  {
    "word": "gate",
    "meaning": "A gate is a type of door. Gates are usually made of metal or wood.",
    "example": "We want to put up a wooden gate around our house."
  },
  {
    "word": "include",
    "meaning": "To include something means to have it as part of a group.",
    "example": "Does this meal include a soft drink?"
  },
  {
    "word": "manage",
    "meaning": "To manage something means to control or be in charge of it.",
    "example": "I had to manage the meeting myself."
  },
  {
    "word": "mystery",
    "meaning": "A mystery is something that is difficult to understand or explain.",
    "example": "The path on the map was a complete mystery to me."
  },
  {
    "word": "occur",
    "meaning": "To occur means to happen.",
    "example": "When did the thunderstorm occur?"
  },
  {
    "word": "opposite",
    "meaning": "If A is the opposite of B, A is completely different from B.",
    "example": "The opposite of black is white."
  },
  {
    "word": "plate",
    "meaning": "A plate is a flat round thing that you put food on.",
    "example": "I put my plate down so I could put some food on it."
  },
  {
    "word": "receive",
    "meaning": "To receive something is to get it.",
    "example": "I received a present on my birthday."
  },
  {
    "word": "reward",
    "meaning": "A reward is something given in exchange for good behavior or work.",
    "example": "He was given a reward for his excellent performance."
  },
  {
    "word": "set",
    "meaning": "To set something is to put it somewhere.",
    "example": "Please set the dice down on the table."
  },
  {
    "word": "steal",
    "meaning": "To steal is to take something that is not yours.",
    "example": "The men tried to steal money from the bank."
  },
  {
    "word": "thief",
    "meaning": "A thief is someone who quietly takes things that do not belong to them.",
    "example": "A thief broke into our home and took my mother’s jewelry."
  },
  {
    "word": "advance",
    "meaning": "To advance is to go forward.",
    "example": "He advanced across the bridge slowly."
  },
  {
    "word": "athlete",
    "meaning": "An athlete is a person who plays sports.",
    "example": "Some athletes can play many sports very well."
  },
  {
    "word": "average",
    "meaning": "If something is average, it is at a normal level.",
    "example": "I’m not rich or poor; I’m average."
  },
  {
    "word": "behavior",
    "meaning": "Your behavior is the way you act.",
    "example": "Their behavior was good this semester. They didn’t cause trouble."
  },
  {
    "word": "behind",
    "meaning": "Behind means to be at the back of something.",
    "example": "The little girl was hiding behind a tree."
  },
  {
    "word": "course",
    "meaning": "A course is a class in school.",
    "example": "I took a P.E. course in school this year."
  },
  {
    "word": "lower",
    "meaning": "To lower something is to make it go down.",
    "example": "The chart shows how his production has lowered over the year."
  },
  {
    "word": "match",
    "meaning": "To match is to be the same or similar.",
    "example": "The two shoes matched. They looked the same."
  },
  {
    "word": "member",
    "meaning": "A member is a person who is part of a group.",
    "example": "Julie is the newest member of our team."
  },
  {
    "word": "mental",
    "meaning": "If something is mental, it has to do with your mind.",
    "example": "I made a mental picture of the room."
  },
  {
    "word": "passenger",
    "meaning": "A passenger is a person who rides in a car, train, or airplane.",
    "example": "One passenger was standing near the subway train."
  },
  {
    "word": "personality",
    "meaning": "Your personality is what you are like and how you behave.",
    "example": "John has a bad personality."
  },
  {
    "word": "poem",
    "meaning": "A poem is a short kind of writing.",
    "example": "William Shakespeare wrote many poems."
  },
  {
    "word": "pole",
    "meaning": "A pole is a long thin stick made of wood or metal that supports things.",
    "example": "The flag was hanging from the flag pole."
  },
  {
    "word": "remove",
    "meaning": "To remove something is to take it away.",
    "example": "I removed the nail from the board."
  },
  {
    "word": "safety",
    "meaning": "Safety means the condition of being safe and free from danger.",
    "example": "For his own safety, he was placed in a car seat."
  },
  {
    "word": "shoot",
    "meaning": "To shoot is to fire something like a bullet at someone or something.",
    "example": "The hunter raised his gun to shoot at the target."
  },
  {
    "word": "sound",
    "meaning": "To sound means to make a noise.",
    "example": "The alarm clock sounded and woke us all up."
  },
  {
    "word": "swim",
    "meaning": "To swim is to move through water.",
    "example": "I love to swim in the ocean."
  },
  {
    "word": "web",
    "meaning": "A web is a home made by a spider.",
    "example": "Mom cleaned the spider webs out of the garage."
  },
  {
    "word": "block",
    "meaning": "A block is a solid piece of wood, stone, or ice.",
    "example": "I saw a block of ice on the floor."
  },
  {
    "word": "bury",
    "meaning": "When you bury something, you put it under the ground or under a lot of other things.",
    "example": "My father was buried in his hometown when he died."
  },
  {
    "word": "cheer",
    "meaning": "To cheer is to give a loud shout of approval or encouragement.",
    "example": "The crowd all cheered when the home team won."
  },
  {
    "word": "complex",
    "meaning": "If something is complex, it has many small parts. It is hard to understand.",
    "example": "A jigsaw puzzle can be complex because it has so many pieces."
  },
  {
    "word": "critic",
    "meaning": "A critic is someone who gives opinions about movies, books, plays, etc.",
    "example": "The wine critic tasted the wine so he could give his opinion."
  },
  {
    "word": "direction",
    "meaning": "A direction is the way to go.",
    "example": "Go in this direction for 10 minutes, and you will get to the river."
  },
  {
    "word": "event",
    "meaning": "An event is something that happens, especially something important.",
    "example": "Finishing high school was a major event in his life."
  },
  {
    "word": "exercise",
    "meaning": "To exercise is to run or play sports so that you can be healthy.",
    "example": "You should exercise every day."
  },
  {
    "word": "friendship",
    "meaning": "Friendship is the relationship between people who are friends.",
    "example": "Michael and Lisa have a very strong friendship with each other."
  },
  {
    "word": "guide",
    "meaning": "A guide is someone who shows you where to go.",
    "example": "We followed a guide at the park."
  },
  {
    "word": "lack",
    "meaning": "If there is a lack of something, there is not enough of it.",
    "example": "His only problem is a lack of money."
  },
  {
    "word": "perform",
    "meaning": "To perform is to do something in front of people who watch.",
    "example": "He will perform a song for the class."
  },
  {
    "word": "pressure",
    "meaning": "Pressure is what you apply to make someone do something.",
    "example": "They put pressure on him to change his mind."
  },
  {
    "word": "probably",
    "meaning": "If something will probably happen, it is likely to happen.",
    "example": "You will probably get a good grade if you study for the test."
  },
  {
    "word": "public",
    "meaning": "If something is public, it is meant for everyone to use.",
    "example": "I went to the public park to play with my friends."
  },
  {
    "word": "smart",
    "meaning": "Smart means intelligent.",
    "example": "Mary is a smart student."
  },
  {
    "word": "strike",
    "meaning": "To strike people or things is to hit them.",
    "example": "She struck the other girl in the face."
  },
  {
    "word": "support",
    "meaning": "To support something is to like it and help it be successful.",
    "example": "Everyone at work supports the new plan."
  },
  {
    "word": "term",
    "meaning": "A term is a word for something.",
    "example": "I often use the term “oops” when I make a mistake."
  },
  {
    "word": "unite",
    "meaning": "To unite is to get together to do something.",
    "example": "If we unite, we can finish our project faster."
  },
  {
    "word": "associate",
    "meaning": "To associate means to connect something with a person or thing.",
    "example": "Most people associate birthday parties with having fun."
  },
  {
    "word": "environment",
    "meaning": "The environment is the place where people work or live.",
    "example": "Keeping our environment clean is important to our health."
  },
  {
    "word": "factory",
    "meaning": "A factory is a building where things are made or put together.",
    "example": "We have only one factory in our town."
  },
  {
    "word": "feature",
    "meaning": "A feature is an important part of something.",
    "example": "The cell phone has many features."
  },
  {
    "word": "instance",
    "meaning": "An instance is an example of something.",
    "example": "I have never experienced an instance of hate. Have you?"
  },
  {
    "word": "involve",
    "meaning": "To involve means to include as an active participant.",
    "example": "The whole family was involved in playing the game."
  },
  {
    "word": "medicine",
    "meaning": "Medicine is something you take to feel better or treat an illness.",
    "example": "The doctor gave me medicine for my cold."
  },
  {
    "word": "mix",
    "meaning": "A mix is different things put together.",
    "example": "The green mix we made in science class spilled onto the table."
  },
  {
    "word": "organize",
    "meaning": "To organize is to plan or get ready for an event.",
    "example": "Make a list to help you organize the things you need."
  },
  {
    "word": "period",
    "meaning": "A period is an amount of time when something happens.",
    "example": "In one period in Europe, there were many knights."
  },
  {
    "word": "populate",
    "meaning": "If people populate an area, they live there.",
    "example": "Billions of people populate the Earth."
  },
  {
    "word": "produce",
    "meaning": "To produce something is to make or grow it.",
    "example": "This tree produces apples every year."
  },
  {
    "word": "range",
    "meaning": "A range is a number or a set of similar things.",
    "example": "I saw a range of cars to choose from."
  },
  {
    "word": "recognize",
    "meaning": "To recognize something is to know it because you have seen it before.",
    "example": "I recognized an old friend from many years ago."
  },
  {
    "word": "regular",
    "meaning": "If something is regular, it happens often and in equal amounts of time.",
    "example": "Our regular lunch time is around noon."
  },
  {
    "word": "sign",
    "meaning": "A sign is an indication giving information, directions, a warning, etc.",
    "example": "The sign indicated that today would be a bad day."
  },
  {
    "word": "tip",
    "meaning": "A tip is a pointed end of something.",
    "example": "The tip of his pen was very sharp."
  },
  {
    "word": "tradition",
    "meaning": "A tradition is something people have been doing for a long time.",
    "example": "Marriage is a tradition all over the world."
  },
  {
    "word": "trash",
    "meaning": "Trash is waste material or unwanted or worthless things.",
    "example": "Please take out the trash; it smells bad."
  },
  {
    "word": "wide",
    "meaning": "If something is wide, it is large from side to side.",
    "example": "The door was as wide as my arms."
  },
  {
    "word": "advice",
    "meaning": "Advice is an opinion about what to do.",
    "example": "I don’t know how to study for my exams. Can you give me some advice?"
  },
  {
    "word": "along",
    "meaning": "Along means down the length of a road, river, etc.",
    "example": "Walk along this tunnel for ten minutes, and you’ll see a door on the left."
  },
  {
    "word": "attention",
    "meaning": "Attention is the notice, thought, or consideration of someone.",
    "example": "His work got the attention of two of his co-workers."
  },
  {
    "word": "attract",
    "meaning": "To attract means to make a person or thing come closer or be interested.",
    "example": "The magnet attracted the metal."
  },
  {
    "word": "climb",
    "meaning": "To climb means to use your hands and feet to go up something.",
    "example": "The girls climbed to the top of the mountain."
  },
  {
    "word": "drop",
    "meaning": "To drop is to fall or allow something to fall.",
    "example": "A small amount of water dropped from the bottle."
  },
  {
    "word": "final",
    "meaning": "If something is final, it is the last part.",
    "example": "In the final part of the film, the man and the woman got married."
  },
  {
    "word": "further",
    "meaning": "Further means at or from a greater distance or time.",
    "example": "The escalator is further than I thought."
  },
  {
    "word": "imply",
    "meaning": "To imply something is to suggest it without saying it.",
    "example": "The man implied that he wanted the job, but he didn’t say so."
  },
  {
    "word": "maintain",
    "meaning": "To maintain means to make something stay the same.",
    "example": "The balls maintain constant movement."
  },
  {
    "word": "neither",
    "meaning": "You use neither to connect two negative possibilities.",
    "example": "Neither the path on the left nor the path on the right will lead us home."
  },
  {
    "word": "otherwise",
    "meaning": "Otherwise means in another way if you don’t do this.",
    "example": "It’s good to stay active; otherwise, you’ll gain weight."
  },
  {
    "word": "physical",
    "meaning": "If something is physical, it is related to your body and not your mind.",
    "example": "Biking is good for your physical health."
  },
  {
    "word": "prove",
    "meaning": "To prove something is to show that it is true.",
    "example": "My teacher proved the answer on the board."
  },
  {
    "word": "react",
    "meaning": "To react is to respond by acting in a certain way.",
    "example": "James reacted badly to the news."
  },
  {
    "word": "ride",
    "meaning": "To ride something is to travel on it. You can ride an animal, a bike, etc.",
    "example": "I will ride a roller coaster for the first time today."
  },
  {
    "word": "situated",
    "meaning": "If something is situated somewhere, it is in that place.",
    "example": "The whiteboard is situated between the two men."
  },
  {
    "word": "society",
    "meaning": "Society is a group of people who interact and share a culture.",
    "example": "Society expects people to be good and honest."
  },
  {
    "word": "standard",
    "meaning": "A standard is what people consider normal or good.",
    "example": "This older model TV is below our store’s standards."
  },
  {
    "word": "suggest",
    "meaning": "To suggest something means to give an idea or plan about it.",
    "example": "He suggested that we go to see his boss."
  },
  {
    "word": "actually",
    "meaning": "Actually means in fact or really.",
    "example": "My dad looks a little mean, but actually he’s very kind."
  },
  {
    "word": "bite",
    "meaning": "Bite is the act of using your teeth to cut and tear into something.",
    "example": "The boy took a big bite of his hamburger."
  },
  {
    "word": "coast",
    "meaning": "The coast is the land by an ocean.",
    "example": "I stayed on the southern coast of Australia."
  },
  {
    "word": "deal",
    "meaning": "A deal is an agreement that you have with another person.",
    "example": "I made a deal with the other company to give us some money."
  },
  {
    "word": "desert",
    "meaning": "The desert is an area of land without many plants or water.",
    "example": "Not many plants grow in the desert."
  },
  {
    "word": "effective",
    "meaning": "If something is effective, it works well.",
    "example": "Swimming is an effective way to stay healthy."
  },
  {
    "word": "examine",
    "meaning": "To examine something is to look at it carefully.",
    "example": "The doctor examined my eyes today."
  },
  {
    "word": "false",
    "meaning": "If something is false, it is not correct.",
    "example": "If you think the answer is false, press the red button."
  },
  {
    "word": "figure out",
    "meaning": "When you figure something out, you come to understand it and find an answer.",
    "example": "I couldn’t figure out what he wanted me to do."
  },
  {
    "word": "gift",
    "meaning": "A gift is something you give someone.",
    "example": "Dave received many gifts for Christmas."
  },
  {
    "word": "hunger",
    "meaning": "Hunger is the feeling that you get when you need to eat.",
    "example": "After playing all day long, he was filled with hunger."
  },
  {
    "word": "imagine",
    "meaning": "To imagine something is to think of it in your mind.",
    "example": "Sally imagined herself winning lots of money."
  },
  {
    "word": "journey",
    "meaning": "A journey is a long trip.",
    "example": "I went on a journey across the country with my parents."
  },
  {
    "word": "puzzle",
    "meaning": "A puzzle is something that is hard to understand.",
    "example": "The question was a puzzle to him."
  },
  {
    "word": "quite",
    "meaning": "Quite means that something is a certain way completely or very much.",
    "example": "I think typing on a keyboard is quite easy."
  },
  {
    "word": "rather",
    "meaning": "Rather is used when you want to do one thing but not the other.",
    "example": "I would rather have the red one than the blue one."
  },
  {
    "word": "specific",
    "meaning": "If something is specific, it is precise or exact.",
    "example": "Please choose a specific place on the map."
  },
  {
    "word": "spider",
    "meaning": "A spider is a small creature with eight legs.",
    "example": "Some adults have a fear of little creatures such as spiders."
  },
  {
    "word": "tour",
    "meaning": "A tour is a short trip in which you see many sights.",
    "example": "I took a tour of Asia and Europe."
  },
  {
    "word": "trip",
    "meaning": "A trip is a journey to a certain place.",
    "example": "Ken took a trip to the city yesterday."
  },
  {
    "word": "band",
    "meaning": "A band is a group of people who play music.",
    "example": "My brother is in a rock band."
  },
  {
    "word": "barely",
    "meaning": "Barely means by the smallest amount, almost not.",
    "example": "I barely had enough money to pay for my bus ticket."
  },
  {
    "word": "boring",
    "meaning": "If something is boring, it is not fun.",
    "example": "I think the Internet is boring."
  },
  {
    "word": "cancel",
    "meaning": "To cancel means to decide that an event or a request will not happen.",
    "example": "She canceled the rest of her plans because of the rain."
  },
  {
    "word": "driveway",
    "meaning": "A driveway is a short private road that leads to a person’s home.",
    "example": "The long driveway led us to their new house."
  },
  {
    "word": "garbage",
    "meaning": "Garbage is waste material like unwanted or spoiled food, bottles, paper, etc.",
    "example": "The boy cleaned up the garbage around his house."
  },
  {
    "word": "instrument",
    "meaning": "An instrument is something designed to do a certain task like play music.",
    "example": "My favorite musical instrument is the piano."
  },
  {
    "word": "list",
    "meaning": "A list is a record of information printed with an item on each line.",
    "example": "My mom makes a list of groceries to buy."
  },
  {
    "word": "magic",
    "meaning": "Magic is the power to do impossible things.",
    "example": "The magician used magic to pull a rabbit out of his hat."
  },
  {
    "word": "message",
    "meaning": "A message is a set of words that you send to someone.",
    "example": "I left a message for you in the envelope."
  },
  {
    "word": "notice",
    "meaning": "To notice something is to see it for the first time.",
    "example": "Did you notice the view?"
  },
  {
    "word": "own",
    "meaning": "To own something means to have it. That thing belongs to you.",
    "example": "My grandfather owns that house."
  },
  {
    "word": "predict",
    "meaning": "To predict something is to say that it will happen.",
    "example": "She predicted that I would get married next year."
  },
  {
    "word": "professor",
    "meaning": "A professor is a person who teaches in college.",
    "example": "Mike’s science professor knows a lot about physics."
  },
  {
    "word": "rush",
    "meaning": "To rush is to go somewhere or do something very quickly.",
    "example": "Nancy rushed to finish her homework."
  },
  {
    "word": "schedule",
    "meaning": "A schedule is a plan that tells you when to do things.",
    "example": "What is your class schedule for today?"
  },
  {
    "word": "share",
    "meaning": "To share something is to give some of it to another person.",
    "example": "Jimmy shared his apple with me."
  },
  {
    "word": "stage",
    "meaning": "A stage is a place where actors or musicians act or sing.",
    "example": "A large screen was on the stage."
  },
  {
    "word": "storm",
    "meaning": "A storm is very bad weather. There is a lot of rain or snow.",
    "example": "Did that storm wake you up last night?"
  },
  {
    "word": "within",
    "meaning": "You use within to say that something is inside another thing.",
    "example": "Within the box, there was a pizza."
  },
  {
    "word": "burden",
    "meaning": "A burden is a serious or difficult responsibility.",
    "example": "Children who do not behave are a burden to their parents."
  },
  {
    "word": "compromise",
    "meaning": "To compromise is to agree to something that is not exactly what you want.",
    "example": "We both compromised about the game we decided to play."
  },
  {
    "word": "craft",
    "meaning": "To craft something is to make it using skill.",
    "example": "She crafted the bookcase out of solid pine wood and then painted it."
  },
  {
    "word": "dive",
    "meaning": "When you dive into water, you go down head first into the water.",
    "example": "I like sky-diving from an airplane."
  },
  {
    "word": "fragile",
    "meaning": "When people or things are fragile, they are not strong and can be damaged easily.",
    "example": "The fragile glassware was carefully packed into boxes."
  },
  {
    "word": "half",
    "meaning": "If you cut something into two parts that are the same size, you cut it half.",
    "example": "The machine can divide the book in half."
  },
  {
    "word": "innocence",
    "meaning": "Innocence is a lack of experience of difficult or complex things in life.",
    "example": "Everyone who met her found her innocence to be charming."
  },
  {
    "word": "lead",
    "meaning": "When you lead something, you go first and it follows you.",
    "example": "I will lead you to the right place."
  },
  {
    "word": "meeting",
    "meaning": "When you have a meeting, you are with other people.",
    "example": "We have lots of meetings at our school to plan what to do."
  },
  {
    "word": "merge",
    "meaning": "To merge two things is to combine them into one whole thing.",
    "example": "The storm clouds merged into one large menacing cloud that filled the sky."
  },
  {
    "word": "moderate",
    "meaning": "When something is moderate, it is not too big or too small in size or amount.",
    "example": "It takes a moderate amount of patience to be around small children all day."
  },
  {
    "word": "overwhelm",
    "meaning": "To overwhelm is to exist in such a large amount that someone cannot deal with it.",
    "example": "The amount of homework her teacher assigned has overwhelmed her."
  },
  {
    "word": "payment",
    "meaning": "When you make a payment, you give someone some money for what you get.",
    "example": "I made the last payment on my car yesterday. Now I am really the owner."
  },
  {
    "word": "perception",
    "meaning": "A perception of a situation is a way of thinking about it or understanding it.",
    "example": "Since he couldn’t see, his perception of life was much different than mine."
  },
  {
    "word": "settle",
    "meaning": "When you settle something, you reach an agreement.",
    "example": "We settled the argument by looking up the answer on the web."
  },
  {
    "word": "shiver",
    "meaning": "A shiver is a shaking movement the body makes when someone is cold or scared.",
    "example": "I got shivers on my way home because it was so cold."
  },
  {
    "word": "sociable",
    "meaning": "When someone is sociable, they are friendly.",
    "example": "Many of my good friends are sociable, but I am shy."
  },
  {
    "word": "speed",
    "meaning": "When you speed, you go very fast.",
    "example": "Speeding is the cause of most car accidents."
  },
  {
    "word": "talkative",
    "meaning": "When someone is talkative, he or she talks a lot.",
    "example": "My aunt is very talkative whenever she is on the phone."
  },
  {
    "word": "usual",
    "meaning": "When something is usual, it is what we expect.",
    "example": "It was just the usual people who came."
  },
  {
    "word": "above",
    "meaning": "If something is above, it is at a higher level than something else.",
    "example": "He straightened the sign that was above the crowd."
  },
  {
    "word": "ahead",
    "meaning": "If something is ahead of something else, it is in front of it.",
    "example": "The blue car drove on ahead of us."
  },
  {
    "word": "amount",
    "meaning": "An amount is how much there is of something.",
    "example": "Can I use my card to pay for the entire amount?"
  },
  {
    "word": "belief",
    "meaning": "A belief is a strong feeling that something is correct or true.",
    "example": "A preacher or priest should have a strong belief in God."
  },
  {
    "word": "center",
    "meaning": "The center of something is the middle of it.",
    "example": "The center of a dart board is the most important spot."
  },
  {
    "word": "common",
    "meaning": "If something is common, it happens often or there is much of it.",
    "example": "It is common for snow to fall in the winter."
  },
  {
    "word": "cost",
    "meaning": "To cost is to require payment.",
    "example": "These designer shoes cost more than the regular ones."
  },
  {
    "word": "demonstrate",
    "meaning": "To demonstrate something is to show how it is done.",
    "example": "She demonstrated her plan to her co-workers."
  },
  {
    "word": "different",
    "meaning": "Different describes someone or something that is not the same as others.",
    "example": "Each of my sisters has a different hair style."
  },
  {
    "word": "evidence",
    "meaning": "Evidence is a fact or thing that you use to prove something.",
    "example": "He used the pictures as evidence that UFOs are real."
  },
  {
    "word": "honesty",
    "meaning": "Honesty means the quality of being truthful or honest.",
    "example": "A courtroom should be a place of honesty."
  },
  {
    "word": "idiom",
    "meaning": "An idiom is a phrase with a meaning different from its words.",
    "example": "The idiom “when pigs fly” means that something will never happen."
  },
  {
    "word": "independent",
    "meaning": "If something is independent, it is not controlled by something else.",
    "example": "She chose to live an independent life in the country."
  },
  {
    "word": "inside",
    "meaning": "Inside means the inner part, space or side of something.",
    "example": "The inside of the box was empty."
  },
  {
    "word": "jail",
    "meaning": "A jail is a place to keep bad people.",
    "example": "He was sent to jail for taking other people’s cars."
  },
  {
    "word": "master",
    "meaning": "A master is a person who is very good at something.",
    "example": "My brother is a master of taekwondo."
  },
  {
    "word": "memory",
    "meaning": "A memory is something you remember.",
    "example": "The memory of my first time in the city will always be the best."
  },
  {
    "word": "pocket",
    "meaning": "A pocket is a part of your clothing where you can keep things.",
    "example": "She always had her hands in her pockets."
  },
  {
    "word": "proper",
    "meaning": "If something is proper, it is right.",
    "example": "It is not proper to throw your garbage on the road."
  },
  {
    "word": "sale",
    "meaning": "If something is for sale, you can buy it.",
    "example": "Everything for sale here is the same price."
  },
  {
    "word": "because",
    "meaning": "Because introduces a reason for something.",
    "example": "We need to study because we have a test tomorrow."
  },
  {
    "word": "east",
    "meaning": "East is the direction the sun rises from.",
    "example": "My window looks to the east, so I can watch the sunrise every morning."
  },
  {
    "word": "expensive",
    "meaning": "Expensive things cost a lot of money.",
    "example": "My friend drives an expensive sports car."
  },
  {
    "word": "flower",
    "meaning": "A flower is the colored part of a plant.",
    "example": "She gave pink flowers to her grandmother."
  },
  {
    "word": "garden",
    "meaning": "A garden is an area where people grow plants.",
    "example": "The garden is very bright and colorful in the spring."
  },
  {
    "word": "holiday",
    "meaning": "A holiday is a special day of celebration.",
    "example": "Monday was a holiday, so there was no school or work."
  },
  {
    "word": "many",
    "meaning": "Many shows that there is a large number of something.",
    "example": "There are many people on the street."
  },
  {
    "word": "million",
    "meaning": "A million is another way to write the number 1,000,000.",
    "example": "Almost 19 million people live in Delhi, India."
  },
  {
    "word": "mountain",
    "meaning": "A mountain is a very high hill.",
    "example": "Mount Everest is the highest mountain in the world."
  },
  {
    "word": "place",
    "meaning": "A place is a space or area.",
    "example": "A library is a place where people can read books."
  },
  {
    "word": "popular",
    "meaning": "A popular thing is liked by many people.",
    "example": "These people are listening to a popular man speak."
  },
  {
    "word": "ski",
    "meaning": "To ski is to glide on long pieces of wood or metal over snow.",
    "example": "The man likes to ski and goes every weekend."
  },
  {
    "word": "such",
    "meaning": "Such means “like this”.",
    "example": "I have never seen such a beautiful sunset before."
  },
  {
    "word": "total",
    "meaning": "Total shows that everyone or everything has been counted.",
    "example": "The total cost of the items she bought was $52."
  },
  {
    "word": "tower",
    "meaning": "A tower is a tall, narrow building.",
    "example": "This is a very famous tower in Italy."
  },
  {
    "word": "town",
    "meaning": "A town is a place where people live and work, and is smaller than a city.",
    "example": "I come from a small town, and everyone there knows each other."
  },
  {
    "word": "train",
    "meaning": "A train is a group of railway cars connected together.",
    "example": "The train is very fast, so we can get home in one hour."
  },
  {
    "word": "walk",
    "meaning": "To walk is to move forward using legs, but it is slower than running.",
    "example": "The children walk to school in the morning."
  },
  {
    "word": "watch",
    "meaning": "To watch is to look at someone or something for a period of time.",
    "example": "My friend came over to watch a movie with me."
  },
  {
    "word": "world",
    "meaning": "The world is the Earth and all the people and things in it.",
    "example": "What are the names of the five oceans of the world?"
  },
  {
    "word": "anxious",
    "meaning": "Anxious means feeling worried or nervous.",
    "example": "She was anxious about not making her appointment on time."
  },
  {
    "word": "awful",
    "meaning": "An awful thing is very bad.",
    "example": "Her performance last night was awful."
  },
  {
    "word": "consist",
    "meaning": "To consist of certain is to be made of parts or things them.",
    "example": "Today’s choices for lunch consisted of pizza, hamburgers, and hot dogs."
  },
  {
    "word": "desire",
    "meaning": "To desire is to want something.",
    "example": "My sister desires a big house and lots of money."
  },
  {
    "word": "eager",
    "meaning": "Eager shows excitement about something.",
    "example": "The man was eager to talk about the good news."
  },
  {
    "word": "household",
    "meaning": "A household is all the people who live in one house.",
    "example": "Our household is made up of my father, my mother, and me."
  },
  {
    "word": "intent",
    "meaning": "An intent is a plan to do something.",
    "example": "Her intent is to visit Italy next summer."
  },
  {
    "word": "landscape",
    "meaning": "A landscape is how an area of land looks.",
    "example": "The landscape of the country is very green."
  },
  {
    "word": "lift",
    "meaning": "To lift something is to move it higher.",
    "example": "The man tried to lift the box."
  },
  {
    "word": "load",
    "meaning": "To load is to put objects into something.",
    "example": "The man loaded the boxes into a truck."
  },
  {
    "word": "lung",
    "meaning": "A lung is a part of the body that fills with air when breathing.",
    "example": "Having strong lungs is necessary for a healthy life."
  },
  {
    "word": "motion",
    "meaning": "A motion is a movement that someone makes.",
    "example": "The police officer made a motion with his hand."
  },
  {
    "word": "pace",
    "meaning": "The pace of something is the speed at which it happens.",
    "example": "I ran the race at a slower pace than my friend."
  },
  {
    "word": "polite",
    "meaning": "Polite shows a thoughtful and kind behavior.",
    "example": "The boy was very polite; he behaved very thoughtfully."
  },
  {
    "word": "possess",
    "meaning": "To possess something is to have it or own it.",
    "example": "My uncle possesses three sheep, a chicken, a cow, and a dog."
  },
  {
    "word": "rapidly",
    "meaning": "Rapidly means happening very fast.",
    "example": "The train moved rapidly on the tracks."
  },
  {
    "word": "remark",
    "meaning": "To remark is to say something.",
    "example": "The teacher remarked on how quickly the students were learning."
  },
  {
    "word": "seek",
    "meaning": "To seek is to look for something.",
    "example": "If I have a problem, I seek my sister’s advice."
  },
  {
    "word": "shine",
    "meaning": "To shine is to make a bright light.",
    "example": "The candles are shining in the dark room."
  },
  {
    "word": "spill",
    "meaning": "To spill is to accidentally make something fall out of its container.",
    "example": "I spilled the coffee on the table."
  },
  {
    "word": "arrow",
    "meaning": "An arrow is a thin, straight stick shot from a bow.",
    "example": "The arrow flew through the air and hit the target."
  },
  {
    "word": "battle",
    "meaning": "A battle is a fight between two armies during a war.",
    "example": "The battle lasted for many days."
  },
  {
    "word": "bow",
    "meaning": "A bow is a weapon made of curved wood and string that shoots arrows.",
    "example": "He went hunting with a bow and arrow."
  },
  {
    "word": "brave",
    "meaning": "A brave person is not afraid to face pain or danger.",
    "example": "The brave firefighter saved the girl from the burning building."
  },
  {
    "word": "chief",
    "meaning": "A chief is the leader of a group of people.",
    "example": "The chief led the people through the mountains."
  },
  {
    "word": "disadvantage",
    "meaning": "A disadvantage is a situation that makes it hard to do something.",
    "example": "Mike had a disadvantage in the race since he hurt his knee."
  },
  {
    "word": "enemy",
    "meaning": "An enemy is a country that is fighting another country during a war.",
    "example": "The enemy prepared to attack the kingdom."
  },
  {
    "word": "entrance",
    "meaning": "An entrance is a place where someone can enter an area.",
    "example": "The gate was locked, so Bill had to find a different entrance."
  },
  {
    "word": "hardly",
    "meaning": "Hardly shows that something happens in a very small way.",
    "example": "I hardly saw the concert since I had to leave early."
  },
  {
    "word": "intend",
    "meaning": "To intend to do something means to plan to do it.",
    "example": "I intend to finish college in three years."
  },
  {
    "word": "laughter",
    "meaning": "Laughter is the sound produced by laughing about something funny.",
    "example": "Susan’s joke made her classmates burst into laughter."
  },
  {
    "word": "log",
    "meaning": "A log is a thick piece of wood that is cut from a tree.",
    "example": "The fire was too small, so we added another log to it."
  },
  {
    "word": "military",
    "meaning": "The military is the armed forces of a country.",
    "example": "I joined the military after I finished high school."
  },
  {
    "word": "obey",
    "meaning": "To obey means to follow what a law or a person says to do.",
    "example": "My little sister did not obey my mother. Now, she is in trouble."
  },
  {
    "word": "secure",
    "meaning": "To secure something means to get it after a lot of effort.",
    "example": "I was able to secure a good grade on my test after weeks of studying."
  },
  {
    "word": "steady",
    "meaning": "Steady shows that someone or something does not change much.",
    "example": "The problem was hard, but she remained steady and solved it."
  },
  {
    "word": "trust",
    "meaning": "To trust is to believe that someone is honest and will do what is right.",
    "example": "I trust my friends; they don’t tell my secrets to other people."
  },
  {
    "word": "twist",
    "meaning": "When we twist something we turn it around and around.",
    "example": "She twisted the spaghetti around her fork."
  },
  {
    "word": "unless",
    "meaning": "Unless means if not or except when.",
    "example": "Unless you clean your room, you cannot play with your friends."
  },
  {
    "word": "weapon",
    "meaning": "A weapon is an object used to hurt people.",
    "example": "Swords have been used as weapons for thousands of years."
  },
  {
    "word": "chest",
    "meaning": "The chest is the front part of a body between the neck and stomach.",
    "example": "The water in the lake was as high as my chest."
  },
  {
    "word": "confidence",
    "meaning": "Confidence is a feeling of certainty or ability.",
    "example": "I have confidence that I did well on the test."
  },
  {
    "word": "consequence",
    "meaning": "A consequence is a result of a choice or action.",
    "example": "As a consequence of missing my bus, I had to find another way to work."
  },
  {
    "word": "disaster",
    "meaning": "A disaster is a really bad thing that happens.",
    "example": "When the car crashed, it was a disaster."
  },
  {
    "word": "disturb",
    "meaning": "To disturb someone means to upset that person.",
    "example": "The loud noise disturbed me while I was working."
  },
  {
    "word": "estimate",
    "meaning": "To estimate something means to make a guess about it.",
    "example": "The boy estimated that he was one meter tall."
  },
  {
    "word": "honor",
    "meaning": "To honor is to show respect for someone or something.",
    "example": "Each year we honor those who died fighting for their country."
  },
  {
    "word": "impress",
    "meaning": "To impress someone means to make that person proud or amazed.",
    "example": "He was able to impress the girls with his new dance."
  },
  {
    "word": "narrow",
    "meaning": "A narrow object or space is thin, not wide.",
    "example": "The bridge is too narrow for a car to drive across it."
  },
  {
    "word": "pale",
    "meaning": "Pale means that a color or thing is not bright.",
    "example": "The girl’s skin was very pale."
  },
  {
    "word": "rough",
    "meaning": "A rough thing is not even or smooth.",
    "example": "The rough ground hurt my feet."
  },
  {
    "word": "satisfy",
    "meaning": "To satisfy someone means to make that person happy.",
    "example": "It will satisfy my teacher if I finish all my homework."
  },
  {
    "word": "scream",
    "meaning": "To scream means to make a loud noise with your mouth.",
    "example": "The girl saw a spider and screamed."
  },
  {
    "word": "sensitive",
    "meaning": "A sensitive person or thing is easily hurt.",
    "example": "My teeth are sensitive to cold things."
  },
  {
    "word": "shade",
    "meaning": "Shade is a dark area that something makes when it blocks the sun.",
    "example": "It was hot outside, so the boy sat in the shade of a tree."
  },
  {
    "word": "strength",
    "meaning": "Strength is the ability to do hard work or exercise.",
    "example": "Eating good food builds up your strength."
  },
  {
    "word": "supplement",
    "meaning": "To supplement something is to add something else to it in a good way.",
    "example": "He supplements his diet with fresh fruits."
  },
  {
    "word": "terror",
    "meaning": "Terror is a feeling of very strong fear.",
    "example": "I felt a sense of terror when the tiger chased me."
  },
  {
    "word": "threat",
    "meaning": "A threat is something bad that might happen.",
    "example": "Due to the dark clouds, there was a threat of a bad storm."
  },
  {
    "word": "victim",
    "meaning": "A victim is a person who is hurt by a bad action.",
    "example": "I was a victim of a robbery."
  },
  {
    "word": "ancestor",
    "meaning": "An ancestor is a family member from the past.",
    "example": "My ancestors came from Germany."
  },
  {
    "word": "angle",
    "meaning": "An angle is the direction from which something is looked at.",
    "example": "The giraffe turned its head to see from another angle."
  },
  {
    "word": "boot",
    "meaning": "A boot is a heavy shoe that goes up above a person’s ankle.",
    "example": "He wore boots so that his feet wouldn’t get wet."
  },
  {
    "word": "border",
    "meaning": "A border is the edge of an area.",
    "example": "The postcard had a pretty green border of pine needles."
  },
  {
    "word": "congratulate",
    "meaning": "To congratulate someone is to tell them that you are happy for them.",
    "example": "Bill and Angela congratulated each other on a job well done."
  },
  {
    "word": "frame",
    "meaning": "A frame is a border for a picture or mirror.",
    "example": "I have to get a frame for my friend’s picture."
  },
  {
    "word": "heaven",
    "meaning": "Heaven is the place that some believe people go to after they die.",
    "example": "When I die, I hope that I go to heaven."
  },
  {
    "word": "incredible",
    "meaning": "An incredible thing is so amazing that it is hard to believe.",
    "example": "I have an incredible story to tell you about my vacation."
  },
  {
    "word": "legend",
    "meaning": "A legend is a story from the past.",
    "example": "There is a well-known legend about a king and his queen."
  },
  {
    "word": "praise",
    "meaning": "To praise is to show that you like someone or something.",
    "example": "The coach praised the athletes after a good practice."
  },
  {
    "word": "proceed",
    "meaning": "To proceed is to go somewhere or to continue doing something.",
    "example": "My son and I proceeded to the beach so we could go fishing."
  },
  {
    "word": "pure",
    "meaning": "A pure thing is very clear and beautiful.",
    "example": "The rose was pure. It had no dirt or imperfections."
  },
  {
    "word": "relative",
    "meaning": "A relative is a family member.",
    "example": "My relatives came by to see the new baby."
  },
  {
    "word": "senior",
    "meaning": "A senior person is older or more experienced.",
    "example": "Because he got his job first, Bob is the senior chef."
  },
  {
    "word": "silent",
    "meaning": "A silent person or thing makes no sound.",
    "example": "Since no one was home, the house was silent."
  },
  {
    "word": "sink",
    "meaning": "To sink into something is to slowly fall into it.",
    "example": "The boat had a hole in it, and it sank into the ocean."
  },
  {
    "word": "superior",
    "meaning": "A superior person or thing is better than another.",
    "example": "I think cooking outdoors is superior to cooking indoors."
  },
  {
    "word": "surround",
    "meaning": "To surround something is to close in on it from all sides.",
    "example": "We surrounded the suspect on all four sides."
  },
  {
    "word": "thick",
    "meaning": "A thick thing is wide and solid.",
    "example": "The fog was so thick that I couldn’t see through it."
  },
  {
    "word": "wrap",
    "meaning": "To wrap is to cover something on all sides.",
    "example": "I wrapped his gift and put a bow on it."
  },
  {
    "word": "also",
    "meaning": "Also means in addition to or too.",
    "example": "I like blue, and I also like yellow."
  },
  {
    "word": "automatically",
    "meaning": "If an action happens automatically, it happens without thinking or planning.",
    "example": "The man automatically smiled when he thought about his friend."
  },
  {
    "word": "busy",
    "meaning": "A busy person has a lot of things to do.",
    "example": "Everyone is busy at the office today."
  },
  {
    "word": "can",
    "meaning": "Can shows that a person or thing has the ability to do an action.",
    "example": "Sad news can make her cry."
  },
  {
    "word": "clear",
    "meaning": "To clear is to remove everything from a place.",
    "example": "I need to clear my desk because it is too messy."
  },
  {
    "word": "close",
    "meaning": "To close is to shut something or cover up an opening.",
    "example": "The man wanted to close the door tightly."
  },
  {
    "word": "discuss",
    "meaning": "To discuss is to talk about something with another person.",
    "example": "James began to discuss his report with his teacher."
  },
  {
    "word": "feel",
    "meaning": "To feel is to experience an emotion or feeling.",
    "example": "The girl must feel happy because it is her birthday today."
  },
  {
    "word": "listen",
    "meaning": "To listen is to pay attention to a sound that you can hear.",
    "example": "Lisa wanted to listen carefully to her friend."
  },
  {
    "word": "meet",
    "meaning": "To meet is to come together so that you can talk or do something together.",
    "example": "Ken’s mother wanted to meet his teacher today."
  },
  {
    "word": "music",
    "meaning": "Music is the sound made by singing or playing musical instruments.",
    "example": "The boy makes music by playing a guitar."
  },
  {
    "word": "normal",
    "meaning": "A normal thing is usual and not strange.",
    "example": "It is normal to wear school uniforms in private schools."
  },
  {
    "word": "quiet",
    "meaning": "If something is quiet, it does not make much sound.",
    "example": "The man told the children to be quiet."
  },
  {
    "word": "relax",
    "meaning": "To relax is to rest or do something enjoyable.",
    "example": "Nicole likes to relax by reading books."
  },
  {
    "word": "sleep",
    "meaning": "To sleep is to rest your mind and body, usually at night in bed.",
    "example": "The child goes to sleep in her bedroom at night."
  },
  {
    "word": "stress",
    "meaning": "Stress is a strong feeling of worry caused by problems in life, work, etc.",
    "example": "Dan has a lot of stress at work."
  },
  {
    "word": "study",
    "meaning": "To study is to learn something by reading, memorizing, or going to school.",
    "example": "The woman needed a quiet place to study for a big test."
  },
  {
    "word": "talk",
    "meaning": "To talk is to say words to express your thoughts, opinions, etc.",
    "example": "They went someplace to talk to each other."
  },
  {
    "word": "work",
    "meaning": "To work is to do a job that you get paid for.",
    "example": "They need to work together to finish an important project."
  },
  {
    "word": "write",
    "meaning": "To write is to use a pen or keyboard to make letters and numbers on paper or a screen.",
    "example": "I need to write a story for my homework."
  },
  {
    "word": "basis",
    "meaning": "The basis of something is the main part of amount of it.",
    "example": "My grandfather gets his hearing checked on a yearly basis."
  },
  {
    "word": "biology",
    "meaning": "Biology is the study of living things.",
    "example": "We learned about the human heart in biology class."
  },
  {
    "word": "cage",
    "meaning": "A cage is something that holds an animal so it cannot leave.",
    "example": "We put the parrots in their cage at night."
  },
  {
    "word": "colleague",
    "meaning": "A colleague is somebody you work with.",
    "example": "My colleague helped me finish the job."
  },
  {
    "word": "colony",
    "meaning": "A colony is a country controlled by another country.",
    "example": "The USA was at one time a colony of Great Britain."
  },
  {
    "word": "debate",
    "meaning": "To debate is to seriously discuss something with someone.",
    "example": "The husband and wife debated which TV to buy."
  },
  {
    "word": "depart",
    "meaning": "To depart is to leave some place so you can go to another place.",
    "example": "The plane departed for Italy at 3:00 this afternoon."
  },
  {
    "word": "depress",
    "meaning": "To depress someone is to make that person sad.",
    "example": "The bad news from work depressed the man."
  },
  {
    "word": "factual",
    "meaning": "A factual report or message includes true details.",
    "example": "John learns about history from factual books."
  },
  {
    "word": "fascinate",
    "meaning": "To fascinate someone is to make that person very interested.",
    "example": "The kitten was fascinated by the ball of yarn."
  },
  {
    "word": "mission",
    "meaning": "A mission is an important job that is sometimes far away.",
    "example": "The woman’s mission was to help sick people."
  },
  {
    "word": "nevertheless",
    "meaning": "Nevertheless shows a difference to what is expected or known.",
    "example": "He is usually friendly. Nevertheless, he wasn’t friendly this afternoon."
  },
  {
    "word": "occupation",
    "meaning": "An occupation is a person’s job.",
    "example": "My father’s occupation is a dentist."
  },
  {
    "word": "overseas",
    "meaning": "Overseas shows an action happens in another country, across an ocean.",
    "example": "John often goes overseas for vacations."
  },
  {
    "word": "persuade",
    "meaning": "To persuade someone is to make that person agree to do something.",
    "example": "The children persuaded their parents to buy them gifts."
  },
  {
    "word": "route",
    "meaning": "A route is the way you go from one place to another.",
    "example": "I saw many new houses along the route to the city."
  },
  {
    "word": "ruins",
    "meaning": "Ruins are old buildings that are not used anymore.",
    "example": "I visited some interesting ruins in Greece."
  },
  {
    "word": "scholar",
    "meaning": "A scholar is a person who studies something and knows a lot about it.",
    "example": "The scholar knew much about art history."
  },
  {
    "word": "significant",
    "meaning": "A significant person or thing is important.",
    "example": "I read many significant novels as a literature major in university."
  },
  {
    "word": "volcano",
    "meaning": "A volcano is a mountain with a hole on top where hot liquid comes out.",
    "example": "When the volcano erupted, smoke and heat filled the air."
  },
  {
    "word": "broad",
    "meaning": "Broad means that something is wide, not narrow.",
    "example": "The river is very long and broad."
  },
  {
    "word": "bush",
    "meaning": "A bush is a woody plant that is smaller than a tree.",
    "example": "My dad and I planted some small bushes around the house."
  },
  {
    "word": "capable",
    "meaning": "A capable person or thing can do an action.",
    "example": "The Olympic athlete is capable of lifting a lot of weight."
  },
  {
    "word": "cheat",
    "meaning": "To cheat is to be dishonest in order to win or do well.",
    "example": "They cheated on the test by sharing answers."
  },
  {
    "word": "concentrate",
    "meaning": "To concentrate is to give one’s full attention to something.",
    "example": "I could not concentrate on my homework because the room was so loud."
  },
  {
    "word": "conclude",
    "meaning": "To conclude is to arrive at a logical end by looking at evidence.",
    "example": "I saw crumbs on my dog’s face, so I concluded that he ate my cookie."
  },
  {
    "word": "confident",
    "meaning": "Confident people believe that they can do something without failing.",
    "example": "She was confident she could climb the mountain due to her training."
  },
  {
    "word": "considerable",
    "meaning": "Considerable means large in size, amount, or extent.",
    "example": "They paid a considerable amount of money for that car."
  },
  {
    "word": "convey",
    "meaning": "To convey is to communicate or make ideas known.",
    "example": "That picture of a crying child conveys a feeling of sadness."
  },
  {
    "word": "definite",
    "meaning": "A definite thing is certain or sure to be true.",
    "example": "There is a definite connection between hard work and success."
  },
  {
    "word": "delight",
    "meaning": "Delight is a feeling of being very happy with something.",
    "example": "He felt such delight after getting a promotion at work."
  },
  {
    "word": "destination",
    "meaning": "A destination is the place where someone or something is going.",
    "example": "The destination of this plane is Munich, Germany."
  },
  {
    "word": "edge",
    "meaning": "The edge is the furthest part or side of something.",
    "example": "He ran to the edge of the cliff."
  },
  {
    "word": "instructions",
    "meaning": "A set of instructions explains how to do something.",
    "example": "Just follow the instructions and you will be OK."
  },
  {
    "word": "path",
    "meaning": "A path is a way from one place to another that people can walk along.",
    "example": "We followed a path through the woods."
  },
  {
    "word": "resort",
    "meaning": "To resort to something is to depend on it in order to solve a problem.",
    "example": "I hope they don’t resort to violence to end the argument."
  },
  {
    "word": "shadow",
    "meaning": "A shadow is the dark area that is made when something blocks light.",
    "example": "The man’s shadow was taller than he was."
  },
  {
    "word": "succeed",
    "meaning": "To succeed is to complete something as planned.",
    "example": "He will continue to work on the robot until he succeeds."
  },
  {
    "word": "suspect",
    "meaning": "To suspect something is to believe that it might be true.",
    "example": "I suspect that those kids stole the money."
  },
  {
    "word": "valley",
    "meaning": "A valley is a low area of land between two mountains or hills.",
    "example": "We looked at the valley below from the top of the mountain."
  },
  {
    "word": "against",
    "meaning": "To be against something is to be touching it or opposed to it.",
    "example": "They both leaned against the wall."
  },
  {
    "word": "beach",
    "meaning": "The beach is a sandy or rocky place by the ocean.",
    "example": "The little girl built a sandcastle on the beach."
  },
  {
    "word": "damage",
    "meaning": "To damage something is to break it.",
    "example": "The car was damaged in the accident."
  },
  {
    "word": "discover",
    "meaning": "To discover something is to find it for the first time.",
    "example": "I discovered some new information in this book."
  },
  {
    "word": "emotion",
    "meaning": "An emotion is how you feel.",
    "example": "Anger is a common emotion that we all feel."
  },
  {
    "word": "fix",
    "meaning": "To fix something is to make it work.",
    "example": "My dad has many tools to help him fix broken things."
  },
  {
    "word": "identify",
    "meaning": "To identify something is to find out what it is.",
    "example": "I used the file to identify his name."
  },
  {
    "word": "island",
    "meaning": "An island is land in the middle of water.",
    "example": "Japan is a group of islands."
  },
  {
    "word": "ocean",
    "meaning": "The ocean is all of the salt water that surrounds land.",
    "example": "The ocean can make powerful waves."
  },
  {
    "word": "perhaps",
    "meaning": "Perhaps is used when you say that something could happen.",
    "example": "Perhaps I will eat an apple for lunch."
  },
  {
    "word": "pleasant",
    "meaning": "If something is pleasant, you enjoy it.",
    "example": "The character had a pleasant look on its face."
  },
  {
    "word": "prevent",
    "meaning": "To prevent something is to stop it from happening.",
    "example": "The handcuffs prevented me from moving my hands."
  },
  {
    "word": "rock",
    "meaning": "A rock is a hard thing in the dirt.",
    "example": "I stacked rocks on top of one another."
  },
  {
    "word": "save",
    "meaning": "To save something is to keep it from being hurt.",
    "example": "I want to help save the world."
  },
  {
    "word": "smile",
    "meaning": "To smile is to show happiness with your mouth.",
    "example": "The baby smiled at me."
  },
  {
    "word": "step",
    "meaning": "To step is to walk.",
    "example": "Be careful where you step."
  },
  {
    "word": "still",
    "meaning": "Still is used when you say that a situation keeps going on.",
    "example": "They are still waiting in line to get tickets."
  },
  {
    "word": "taste",
    "meaning": "A taste is the flavor something makes in your mouth.",
    "example": "The taste of the fruit was sweet."
  },
  {
    "word": "throw",
    "meaning": "To throw something is to use your hand to make it go through the air.",
    "example": "The pitcher can throw the baseball very fast."
  },
  {
    "word": "wave",
    "meaning": "A wave is a line of water that moves higher than the rest of the water.",
    "example": "The water was filled with large blue waves."
  },
  {
    "word": "citizen",
    "meaning": "A citizen is someone who lives in a certain place.",
    "example": "Carlos was born in Spain. He is a Spanish citizen."
  },
  {
    "word": "council",
    "meaning": "A council is a group of people who run a city or town.",
    "example": "The council met to discuss the new laws for the city."
  },
  {
    "word": "declare",
    "meaning": "To declare is to say something officially.",
    "example": "I declared my love for him."
  },
  {
    "word": "enormous",
    "meaning": "Enormous people or things are very large.",
    "example": "My dog looks enormous next to yours."
  },
  {
    "word": "extraordinary",
    "meaning": "Extraordinary things are amazing.",
    "example": "The fireman who rescued the girl was extraordinary."
  },
  {
    "word": "fog",
    "meaning": "Fog is a thick cloud that is near the ground or water.",
    "example": "I did not want to drive in the thick fog."
  },
  {
    "word": "funeral",
    "meaning": "A funeral is a ceremony that takes place after a person dies.",
    "example": "They had a funeral for the soldier who died during the war."
  },
  {
    "word": "giant",
    "meaning": "Giant means very big.",
    "example": "The giant truck got in my way."
  },
  {
    "word": "impression",
    "meaning": "An impression is the way of thinking about someone or something.",
    "example": "Most people’s first impression of Dr. Giani is that he is mean."
  },
  {
    "word": "intention",
    "meaning": "An intention is what a person plans to do.",
    "example": "Do you have good intentions?"
  },
  {
    "word": "mad",
    "meaning": "A mad person or animal is angry.",
    "example": "Mother got mad when I didn’t listen to her."
  },
  {
    "word": "ought",
    "meaning": "If you ought to do an action, it is the right thing to do.",
    "example": "I ought to take my library books back."
  },
  {
    "word": "resist",
    "meaning": "To resist something is to fight against it.",
    "example": "He resisted the treatment at the hospital."
  },
  {
    "word": "reveal",
    "meaning": "To reveal is to show something.",
    "example": "I will reveal where I hid the candy bar."
  },
  {
    "word": "rid",
    "meaning": "To rid is to make a place free from something or someone.",
    "example": "We rid our home of mice by using traps."
  },
  {
    "word": "sword",
    "meaning": "A sword is a long sharp weapon.",
    "example": "They used to use swords in battles in ancient times."
  },
  {
    "word": "tale",
    "meaning": "A tale is a story.",
    "example": "She told her two friends about the wild tale of her day."
  },
  {
    "word": "trap",
    "meaning": "To trap people or animals is to capture them so they cannot get away.",
    "example": "We trapped butterflies in a net."
  },
  {
    "word": "trial",
    "meaning": "A trial is the way a court discovers if a person is guilty or innocent.",
    "example": "He went on trial for robbing the bank."
  },
  {
    "word": "violent",
    "meaning": "A violent person or animal uses force to hurt others.",
    "example": "The man was put into jail because he was violent."
  },
  {
    "word": "admission",
    "meaning": "Admission is the act of allowing to enter a place.",
    "example": "The admission ticket to the movie was $5."
  },
  {
    "word": "astronomy",
    "meaning": "Astronomy is the study of the stars and planets.",
    "example": "Harold loved looking at the stars, so he decided to study astronomy."
  },
  {
    "word": "blame",
    "meaning": "To blame someone for something bad is to say they did it.",
    "example": "My mom blamed me for something I didn’t do."
  },
  {
    "word": "chemistry",
    "meaning": "Chemistry is the study of substances and reactions between them.",
    "example": "In chemistry class, the professor taught us about chemical reactions."
  },
  {
    "word": "despite",
    "meaning": "Despite shows a difference from what is expected.",
    "example": "We still played the game despite the cold weather."
  },
  {
    "word": "dinosaur",
    "meaning": "A dinosaur is a very big animal that lived millions of years ago.",
    "example": "I like to see the dinosaur bones at the museum."
  },
  {
    "word": "exhibit",
    "meaning": "To exhibit is to show something so that people can go look at it.",
    "example": "My painting will be exhibited at the fair."
  },
  {
    "word": "fame",
    "meaning": "Fame is a reputation one has gained among the public.",
    "example": "He had fame and fortune, but he was not happy."
  },
  {
    "word": "forecast",
    "meaning": "A forecast is an idea about what the weather will be like in the future.",
    "example": "The forecast says that it will rain all week."
  },
  {
    "word": "genius",
    "meaning": "A genius is a very smart person.",
    "example": "Since she was a genius, she easily passed all of her school exams."
  },
  {
    "word": "gentle",
    "meaning": "Someone who is gentle is kind and calm.",
    "example": "He is very gentle with the baby."
  },
  {
    "word": "geography",
    "meaning": "Geography is the study of the Earth, its land, weather, etc.",
    "example": "I had to draw a map for geography class."
  },
  {
    "word": "interfere",
    "meaning": "To interfere is to cause problems and keep something from happening.",
    "example": "My little sister always interferes when I’m trying to study."
  },
  {
    "word": "lightly",
    "meaning": "To do something lightly is to not push very hard.",
    "example": "Draw lightly so you do not tear your paper."
  },
  {
    "word": "principal",
    "meaning": "A principal is a person in charge of a school.",
    "example": "My school’s principal can be very strict with the rules."
  },
  {
    "word": "row",
    "meaning": "A row is a line of things.",
    "example": "James put all of his toy soldiers into neat rows."
  },
  {
    "word": "shelf",
    "meaning": "A shelf is a place on a wall where you put things.",
    "example": "I keep my clothes on a shelf in my closet."
  },
  {
    "word": "spite",
    "meaning": "Spite is the desire to be mean.",
    "example": "He snuck into his sister’s room and stole her bag out of spite."
  },
  {
    "word": "super",
    "meaning": "Super means really good.",
    "example": "My dad said I did a super job cleaning the house."
  },
  {
    "word": "wet",
    "meaning": "A wet thing has water on it.",
    "example": "Since my dog was wet, he tried to shake all the water off his body."
  },
  {
    "word": "abuse",
    "meaning": "To abuse means to hurt someone or something on purpose.",
    "example": "The mean man abused his dog when it barked too loudly."
  },
  {
    "word": "afford",
    "meaning": "To afford something means to have enough money to pay for it.",
    "example": "I’ve been saving my money so I can afford to buy a new bike."
  },
  {
    "word": "bake",
    "meaning": "To bake means to cook food in an oven.",
    "example": "My sister is a good cook. She bakes delicious cakes."
  },
  {
    "word": "bean",
    "meaning": "A bean is a plant seed that is good to eat.",
    "example": "There are many different kinds of beans to eat."
  },
  {
    "word": "candle",
    "meaning": "A candle is a stick of wax that is lit on fire for light or heat.",
    "example": "When the lights went out, we lit some candles."
  },
  {
    "word": "convert",
    "meaning": "To convert something means to change it into something else.",
    "example": "The man converted his messy field into a garden of flowers."
  },
  {
    "word": "debt",
    "meaning": "A debt is an amount of money that a person owes.",
    "example": "I have not paid my gas bill. I owe a debt to the gas company."
  },
  {
    "word": "decrease",
    "meaning": "To decrease something is to make it less than it was before.",
    "example": "Hiring more police officers has decreased crime in the city."
  },
  {
    "word": "fault",
    "meaning": "A fault is responsibility for a mistake.",
    "example": "It is my fault that the cat ran away. I left the door open."
  },
  {
    "word": "fund",
    "meaning": "A fund is an amount of money that people have.",
    "example": "We all put money into our club’s fund."
  },
  {
    "word": "generous",
    "meaning": "A generous person likes to give things to people.",
    "example": "The generous man donated several new computers to our school."
  },
  {
    "word": "ingredient",
    "meaning": "An ingredient is something that is part of a food dish.",
    "example": "The main ingredients in cake are eggs, sugar, and flour."
  },
  {
    "word": "insist",
    "meaning": "To insist means to be firm in telling people what to do.",
    "example": "I insist that you try some of these cookies."
  },
  {
    "word": "mess",
    "meaning": "A mess is a condition that is not clean or neat.",
    "example": "Heather’s room was a complete mess."
  },
  {
    "word": "metal",
    "meaning": "Metal is a strong material people use to build things.",
    "example": "Steel is a common metal that is used to build buildings."
  },
  {
    "word": "monitor",
    "meaning": "To monitor people or things is to watch them closely.",
    "example": "The teacher monitors the students when they take tests."
  },
  {
    "word": "oppose",
    "meaning": "To oppose something means to dislike it or act against it.",
    "example": "I want to be a police officer because I oppose crime."
  },
  {
    "word": "passive",
    "meaning": "A passive person does not take action to solve problems.",
    "example": "Marcie is so passive that she never solves her own problems."
  },
  {
    "word": "quantity",
    "meaning": "A quantity is a certain amount of something.",
    "example": "I have a small quantity of milk in my glass."
  },
  {
    "word": "sue",
    "meaning": "To sue is to take someone to court for some harmful action.",
    "example": "I sued the company after I slipped on a banana peel in their hallway."
  },
  {
    "word": "adequate",
    "meaning": "Something adequate is good enough.",
    "example": "This is adequate for my needs."
  },
  {
    "word": "anxiety",
    "meaning": "Anxiety is a feeling of worry and fear.",
    "example": "When I have to climb to high places, I’m filled with anxiety."
  },
  {
    "word": "army",
    "meaning": "An army is a large group of people who fight in wars.",
    "example": "The army protects all the people in the country."
  },
  {
    "word": "billion",
    "meaning": "A billion is a very large number: 1,000,000,000.",
    "example": "There are billions of stars in outer space."
  },
  {
    "word": "carve",
    "meaning": "To carve means to cut into something.",
    "example": "My father usually carves the turkey for Thanksgiving."
  },
  {
    "word": "consult",
    "meaning": "To consult means to ask someone for help.",
    "example": "I will consult my accountant to find a way to pay my bills."
  },
  {
    "word": "emergency",
    "meaning": "An emergency is a time when someone needs help right away.",
    "example": "There is a huge fire in my house! This is an emergency!"
  },
  {
    "word": "fortune",
    "meaning": "Fortune means the things that happen but are not controlled by a person.",
    "example": "I have good fortune when I play cards."
  },
  {
    "word": "guarantee",
    "meaning": "I will guarantee that the loan will be repaid.",
    "example": "I guarantee that the sun will come up in the morning."
  },
  {
    "word": "initial",
    "meaning": "Initial shows that something is first.",
    "example": "The initial step when writing a paper is to find a good topic."
  },
  {
    "word": "intense",
    "meaning": "An intense thing is very strong.",
    "example": "The skunk made an intense odor that filled the air."
  },
  {
    "word": "lend",
    "meaning": "To lend something is to give it to someone for a short time.",
    "example": "My sister lost her pen, so I will lend her mine."
  },
  {
    "word": "peak",
    "meaning": "The peak is the very top of a mountain.",
    "example": "There is snow on the peaks of those mountains."
  },
  {
    "word": "potential",
    "meaning": "Potential means capable of being but not yet actual or real.",
    "example": "I’ve thought of some potential problems with your idea."
  },
  {
    "word": "pride",
    "meaning": "Pride is a feeling of happiness about oneself or one’s things.",
    "example": "I take pride in getting good grades."
  },
  {
    "word": "proof",
    "meaning": "Proof is a fact that shows something is real.",
    "example": "They used his fingerprint for proof that he committed the crime."
  },
  {
    "word": "quit",
    "meaning": "To quit something means to stop doing it.",
    "example": "I quit running because I got tired."
  },
  {
    "word": "spin",
    "meaning": "To spin is to turn around in circles.",
    "example": "The boy kept spinning until he fell down."
  },
  {
    "word": "tiny",
    "meaning": "A tiny thing is very small.",
    "example": "A baby’s hand is tiny."
  },
  {
    "word": "tutor",
    "meaning": "A tutor is someone who gives lessons to one student.",
    "example": "My sister is bad at math. So my mother hired a tutor to help her."
  },
  {
    "word": "apparent",
    "meaning": "Apparent means clear or easy to see.",
    "example": "Her happiness was apparent from the smile on her face."
  },
  {
    "word": "blind",
    "meaning": "A blind person or animal cannot see.",
    "example": "The blind man didn’t see the hole and almost fell in."
  },
  {
    "word": "calculate",
    "meaning": "To calculate is to find an answer using math.",
    "example": "I calculated how much money I would need to buy the car."
  },
  {
    "word": "chat",
    "meaning": "To chat is to talk with someone.",
    "example": "Even though they were far apart, the couple chatted every day."
  },
  {
    "word": "commit",
    "meaning": "To commit to something is to promise to do it.",
    "example": "Seth wanted to go home, but he had committed to finishing the job."
  },
  {
    "word": "compose",
    "meaning": "To compose something is to make it from smaller parts.",
    "example": "Tony composed his report using many sources of information."
  },
  {
    "word": "dormitory",
    "meaning": "A dormitory is a school building where students live.",
    "example": "I will move into the dormitory at the beginning of the school year."
  },
  {
    "word": "exhaust",
    "meaning": "To exhaust someone is to make that person tired.",
    "example": "John exhausted himself by swimming all day."
  },
  {
    "word": "greenhouse",
    "meaning": "A greenhouse is a small glass building that is used to grow plants.",
    "example": "We have a small greenhouse in our backyard where we grow plants."
  },
  {
    "word": "ignore",
    "meaning": "To ignore something is to act like you do not see or hear it.",
    "example": "I ignored the message he was making and kept studying."
  },
  {
    "word": "obvious",
    "meaning": "Obvious means clear or easy to see.",
    "example": "It was obvious that he was tired. He kept falling asleep."
  },
  {
    "word": "physics",
    "meaning": "Physics is a science that deals with energy and how it affects things.",
    "example": "In physics class, we used Newton’s Cradle to learn about energy."
  },
  {
    "word": "portion",
    "meaning": "A portion of something is a part of it.",
    "example": "I only ate a small portion of the pizza."
  },
  {
    "word": "remind",
    "meaning": "To remind is to tell someone to remember to do something.",
    "example": "Nick’s dad reminded him to do his homework."
  },
  {
    "word": "secretary",
    "meaning": "A secretary is a person who works in an office.",
    "example": "Rebecca asked her secretary to type a report."
  },
  {
    "word": "severe",
    "meaning": "Severe means very bad or serious.",
    "example": "After hitting his hand with the hammer, Sam was in severe pain."
  },
  {
    "word": "talent",
    "meaning": "A talent is a natural ability to do something well.",
    "example": "Maria has a talent for playing the piano."
  },
  {
    "word": "thesis",
    "meaning": "A thesis is an idea that needs to be proved.",
    "example": "She did not support her thesis very well."
  },
  {
    "word": "uniform",
    "meaning": "A uniform is a piece of clothing worn by people of the same group.",
    "example": "All the members of our marching band wear matching uniforms."
  },
  {
    "word": "vision",
    "meaning": "Vision is the ability to see.",
    "example": "The eye doctor tested my vision."
  },
  {
    "word": "absorb",
    "meaning": "To absorb a liquid means to take it inside.",
    "example": "He used a sponge to absorb the water on the floor."
  },
  {
    "word": "boss",
    "meaning": "A boss is a person in charge of other people at work.",
    "example": "My boss is a nice person."
  },
  {
    "word": "charitable",
    "meaning": "A charitable organization aims to help people.",
    "example": "I give money each year to a charitable foundation."
  },
  {
    "word": "committee",
    "meaning": "A committee is a group of people who meet together to make decisions.",
    "example": "The school’s committee agreed on a new dress code for students."
  },
  {
    "word": "contract",
    "meaning": "A contract is a written agreement between two people.",
    "example": "The woman signed a contract when she bought the house."
  },
  {
    "word": "crew",
    "meaning": "A crew is a group of workers.",
    "example": "My father has a crew that helps him build houses."
  },
  {
    "word": "devote",
    "meaning": "To devote time to something means to spend a lot of time doing it.",
    "example": "She devotes two hours a day to playing the piano."
  },
  {
    "word": "dig",
    "meaning": "To dig is to make a hole in the ground.",
    "example": "My dog digs in the yard so he can hide his bones."
  },
  {
    "word": "dine",
    "meaning": "To dine means to eat dinner.",
    "example": "The young couple dined at their home."
  },
  {
    "word": "donate",
    "meaning": "To donate is to give something to a charity or organization.",
    "example": "We donate money to charities every year."
  },
  {
    "word": "double",
    "meaning": "Double means twice as much or twice as many.",
    "example": "I paid almost double the amount for that shirt."
  },
  {
    "word": "flavor",
    "meaning": "A flavor is the taste of food or drinks.",
    "example": "The flavor of the ice cream was very good."
  },
  {
    "word": "foundation",
    "meaning": "A foundation is a group that provides money for research.",
    "example": "The foundation raised money to give scholarships to students."
  },
  {
    "word": "generation",
    "meaning": "A generation is a group of people who live at the same time.",
    "example": "My grandparents are from a different generation than me."
  },
  {
    "word": "handle",
    "meaning": "A handle is the part of an object people hold while using it.",
    "example": "The pot is very hot, so pick it up by the handle."
  },
  {
    "word": "layer",
    "meaning": "A layer covers over something or is one of several pieces lying on top of each other.",
    "example": "There was a layer of snow on the tops of the houses this morning."
  },
  {
    "word": "mud",
    "meaning": "Mud is soft, wet dirt.",
    "example": "My brother played rugby in the mud. Now, he’s dirty."
  },
  {
    "word": "smooth",
    "meaning": "A smooth thing has no bumps or rough parts.",
    "example": "The baby’s skin felt very smooth."
  },
  {
    "word": "soil",
    "meaning": "Soil is the top layer of land on the Earth.",
    "example": "The boy planted flowers in the soil and watered them every day."
  },
  {
    "word": "unique",
    "meaning": "A unique person or thing is not like others.",
    "example": "Her dog is unique. I’ve never seen one quite like it."
  },
  {
    "word": "academy",
    "meaning": "An academy is a special type of school.",
    "example": "There are many courses taught at the academy that I go to."
  },
  {
    "word": "ancient",
    "meaning": "If something is ancient, it is very old.",
    "example": "I want to see the ancient buildings in Rome."
  },
  {
    "word": "board",
    "meaning": "A board is a flat piece of wood.",
    "example": "The sign was made of a few wooden boards."
  },
  {
    "word": "century",
    "meaning": "A century is one hundred years.",
    "example": "Our company is celebrating a century of business in London."
  },
  {
    "word": "clue",
    "meaning": "A clue is a fact or object that helps solve a mystery or crime.",
    "example": "The detective found some clues on the sidewalk."
  },
  {
    "word": "concert",
    "meaning": "A concert is an event where you listen to people play music.",
    "example": "I enjoyed the concert last night. The band was very good."
  },
  {
    "word": "county",
    "meaning": "A county is the largest division of a state in a country.",
    "example": "He wanted to represent the citizens of his county."
  },
  {
    "word": "dictionary",
    "meaning": "A dictionary is a book that tells you what words mean.",
    "example": "I use the dictionary to learn new words."
  },
  {
    "word": "exist",
    "meaning": "To exist is to be real.",
    "example": "Do you really think that unicorns ever existed?"
  },
  {
    "word": "flat",
    "meaning": "Flat describes something that is level and smooth with no curved parts.",
    "example": "My parents bought a new flat-screen TV on the weekend."
  },
  {
    "word": "gentleman",
    "meaning": "A gentleman is a nice man.",
    "example": "My grandfather is a kind and helpful gentleman."
  },
  {
    "word": "hidden",
    "meaning": "Hidden means not easily noticed or too hard to find.",
    "example": "The hidden camera recorded everything in the parking lot."
  },
  {
    "word": "maybe",
    "meaning": "Maybe is used to show that something is possible or may be true.",
    "example": "If I focus hard enough, maybe I can come up with the right answer."
  },
  {
    "word": "officer",
    "meaning": "An officer is a leader in the army.",
    "example": "The soldiers followed the orders of the officer."
  },
  {
    "word": "original",
    "meaning": "If something is original, it is the first one of that thing.",
    "example": "This is the original painting of the Mona Lisa."
  },
  {
    "word": "pound",
    "meaning": "To pound something is to hit it many times with a lot of force.",
    "example": "He pounded the nail with the hammer."
  },
  {
    "word": "process",
    "meaning": "A process is the steps to take to do something.",
    "example": "Making a cake is a long process."
  },
  {
    "word": "publish",
    "meaning": "To publish a book is to get it printed and ready to sell.",
    "example": "That company publishes daily newspapers."
  },
  {
    "word": "theater",
    "meaning": "A theater is a building where you watch plays, shows, and movies.",
    "example": "We went to the theater to see a play."
  },
  {
    "word": "wealth",
    "meaning": "Wealth is the total of one’s possessions (money, land, etc.).",
    "example": "One of the most important things for some people is wealth."
  },
  {
    "word": "aim",
    "meaning": "An aim is a goal someone wants to make happen.",
    "example": "My aim is to become a helicopter pilot."
  },
  {
    "word": "attach",
    "meaning": "To attach is to put two things together.",
    "example": "I attached the socks to the clothesline to dry."
  },
  {
    "word": "bet",
    "meaning": "To bet is to risk money on the result of a game or a business.",
    "example": "How much will you bet that your horse will win?"
  },
  {
    "word": "carriage",
    "meaning": "A carriage is a vehicle pulled by a horse.",
    "example": "We took a carriage ride in the park."
  },
  {
    "word": "classic",
    "meaning": "A classic thing is something that is common from the past.",
    "example": "The athlete made a classic mistake-he started running too soon."
  },
  {
    "word": "commute",
    "meaning": "To commute is to travel a long distance to get to work.",
    "example": "I usually commute to work on the train."
  },
  {
    "word": "confirm",
    "meaning": "To confirm is to make sure something is correct.",
    "example": "Winning the game confirmed that James was a good player."
  },
  {
    "word": "criticize",
    "meaning": "To criticize is to say bad things about someone or something.",
    "example": "He criticized his wife for spending too much money."
  },
  {
    "word": "differ",
    "meaning": "To differ is to not be the same as another person or thing.",
    "example": "I differ from my brother: he is short, while I am tall."
  },
  {
    "word": "expense",
    "meaning": "An expense is the money that people spend on something.",
    "example": "She wrote down all the expenses for her trip."
  },
  {
    "word": "formal",
    "meaning": "A formal thing is official or serious.",
    "example": "It was a formal dinner, so we wore our best clothes."
  },
  {
    "word": "height",
    "meaning": "Height is how tall someone or something is.",
    "example": "My height is 168 centimeters."
  },
  {
    "word": "invent",
    "meaning": "To invent is to create something that never existed before.",
    "example": "My grandfather has invented some interesting things."
  },
  {
    "word": "junior",
    "meaning": "A junior person is younger or less experienced.",
    "example": "When she started at the company, she was only a junior manager."
  },
  {
    "word": "labor",
    "meaning": "Labor is the act of doing or making something.",
    "example": "Building the house took a lot of labor."
  },
  {
    "word": "mechanic",
    "meaning": "A mechanic is someone who fixes vehicles or machines.",
    "example": "We took the car to the mechanic to be fixed."
  },
  {
    "word": "prime",
    "meaning": "Prime shows that something is the most important one.",
    "example": "Dirty air is a prime cause of illness."
  },
  {
    "word": "shift",
    "meaning": "To shift is to move into a different place or direction.",
    "example": "He shifted to the other side of the table to eat his breakfast."
  },
  {
    "word": "signal",
    "meaning": "A signal is a sound or action that tells someone to do something.",
    "example": "The coach blew his whistle as a signal to begin the game."
  },
  {
    "word": "sincere",
    "meaning": "A sincere person is honest, especially about emotions or opinions.",
    "example": "He sounded sincere when he apologized to me."
  },
  {
    "word": "ability",
    "meaning": "Ability is the quality of a person being able to do something well.",
    "example": "His swimming abilities let him cross the entire lake."
  },
  {
    "word": "agriculture",
    "meaning": "Agriculture is the growing of plants and raising of animals for food.",
    "example": "The farmer studied agriculture in college."
  },
  {
    "word": "cartoon",
    "meaning": "A cartoon is a funny drawing.",
    "example": "Sometimes, people draw cartoons for the newspaper."
  },
  {
    "word": "ceiling",
    "meaning": "The ceiling is the top of a room.",
    "example": "He painted the ceiling with a special roller."
  },
  {
    "word": "convince",
    "meaning": "To convince someone means to make that person sure of something.",
    "example": "She convinced me to buy the house."
  },
  {
    "word": "curious",
    "meaning": "A curious person or animals wants to know about something.",
    "example": "I opened up the clock because I was curious about how it worked."
  },
  {
    "word": "delay",
    "meaning": "To delay means to wait to do something.",
    "example": "I was delayed at the airport for over two hours."
  },
  {
    "word": "diary",
    "meaning": "A diary is a book in which people write their personal experiences.",
    "example": "I do not let anybody read my diary."
  },
  {
    "word": "element",
    "meaning": "An element of something is a particular part of it.",
    "example": "Tackling an opponent is Johnny’s favorite element of American football."
  },
  {
    "word": "faith",
    "meaning": "Faith is trust or belief without proof.",
    "example": "The sick girl had faith in doctors. She knew they would make her better."
  },
  {
    "word": "grain",
    "meaning": "A grain is a food crop such as wheat, corn, rice, or oats.",
    "example": "The farmer planted two fields of grain this year."
  },
  {
    "word": "greet",
    "meaning": "To greet someone means to meet and welcome that person.",
    "example": "When my friend came over, I greeted him at the door."
  },
  {
    "word": "investigate",
    "meaning": "To investigate means to search for something or learn about it.",
    "example": "The detective went to investigate the crime."
  },
  {
    "word": "joy",
    "meaning": "Joy is a feeling of great happiness.",
    "example": "I love baseball. I feel joy when I play."
  },
  {
    "word": "label",
    "meaning": "A label is a tag that tells about something.",
    "example": "The label on the back of your shirt will tell you what size it is."
  },
  {
    "word": "monk",
    "meaning": "A monk is a religious person who lives a simple life.",
    "example": "The monks knew a lot about religion."
  },
  {
    "word": "odd",
    "meaning": "Something odd is unusual.",
    "example": "Her cat is odd. It walks on two feet."
  },
  {
    "word": "pause",
    "meaning": "To pause means to stop doing something for a while.",
    "example": "Since she was so hungry, she paused to make a snack."
  },
  {
    "word": "priest",
    "meaning": "A priest is a person trained to perform religious duties.",
    "example": "The priest taught us about God."
  },
  {
    "word": "profession",
    "meaning": "A profession is a person’s job.",
    "example": "He loved sailing, so he chose to work on ships as a profession."
  },
  {
    "word": "ball",
    "meaning": "A ball is a round object that is thrown, kicked, or hit in a game or sport.",
    "example": "Seth bought a new soccer ball."
  },
  {
    "word": "bottom",
    "meaning": "The bottom is the lowest part, point, or level of something.",
    "example": "Sarah is so tall that her feet can touch the bottom of the swimming pool."
  },
  {
    "word": "company",
    "meaning": "A company is a business or organization that makes or sells goods or services.",
    "example": "I want to work for a small software company."
  },
  {
    "word": "drink",
    "meaning": "To drink is to take liquid into the body through the mouth.",
    "example": "The woman likes to drink water after she exercises."
  },
  {
    "word": "few",
    "meaning": "A few things is a small number of them.",
    "example": "I have only a few coins."
  },
  {
    "word": "line",
    "meaning": "A line is a row of people or things.",
    "example": "This is the longest line I have ever seen."
  },
  {
    "word": "pet",
    "meaning": "A pet is an animal such as a cat or dog that people keep and care for.",
    "example": "Tyler likes to spend time with his pet dog."
  },
  {
    "word": "product",
    "meaning": "A product is something grown or made in a factory in order to be sold.",
    "example": "There’s no room for even one more product in Melissa’s bag."
  },
  {
    "word": "responsible",
    "meaning": "A responsible person is in charge of someone or something.",
    "example": "Peter is responsible for leading his department."
  },
  {
    "word": "sell",
    "meaning": "To sell is to give something to someone in exchange for money.",
    "example": "This man’s job is to sell houses."
  },
  {
    "word": "snake",
    "meaning": "A snake is an animal with a long, thin body and no legs.",
    "example": "Be careful of the snake in the tree."
  },
  {
    "word": "stand",
    "meaning": "To stand is to use the legs and feet to hold the body upright.",
    "example": "Allan prefers to stand and work at his desk."
  },
  {
    "word": "strange",
    "meaning": "A strange thing is unusual or surprising.",
    "example": "They are wearing strange masks."
  },
  {
    "word": "tea",
    "meaning": "Tea is a drink made by pouring boiling water onto dried leaves.",
    "example": "Many people drink green tea because it has many health benefits."
  },
  {
    "word": "test",
    "meaning": "To test is to examine something to see if its quality is good.",
    "example": "His job is to test the electricity to make sure it works correctly."
  },
  {
    "word": "tongue",
    "meaning": "A tongue is the movable muscle inside the mouth that is used to speak, eat, and drink.",
    "example": "The cat uses its tongue to drink water."
  },
  {
    "word": "they",
    "meaning": "They refers to two or more people or things.",
    "example": "They are playing a fun game."
  },
  {
    "word": "type",
    "meaning": "A type is a particular kind or group of things or people.",
    "example": "Tulips are a type of flower."
  },
  {
    "word": "very",
    "meaning": "Very is used to emphasize an adjective or adverb.",
    "example": "An elephant is a very big animal."
  },
  {
    "word": "wait",
    "meaning": "To wait is to stay in a place until an expected event happens.",
    "example": "She has to wait for the airplane to arrive."
  },
  {
    "word": "accomplish",
    "meaning": "To accomplish something means to finish it.",
    "example": "He accomplished his goal of running ten miles."
  },
  {
    "word": "approve",
    "meaning": "To approve of something means you like or agree with that thing.",
    "example": "Her co-workers approved her new plan."
  },
  {
    "word": "approximate",
    "meaning": "Approximate means close to an exact amount, number, or time.",
    "example": "My approximate height is two meters."
  },
  {
    "word": "barrier",
    "meaning": "A barrier is something that blocks a path or way.",
    "example": "The Great Wall was a barrier between China and its enemies."
  },
  {
    "word": "detect",
    "meaning": "To detect means to notice or find something.",
    "example": "The boy ran to the kitchen when he detected the smell of cookies."
  },
  {
    "word": "duty",
    "meaning": "A duty is something that a person has to do.",
    "example": "It is parents’ duty to take care of their children."
  },
  {
    "word": "elementary",
    "meaning": "An elementary thing is the first or most simple thing.",
    "example": "Children go to elementary school before high school."
  },
  {
    "word": "failure",
    "meaning": "A failure happens when something is not done right.",
    "example": "My cooking ended in failure because I burned the food."
  },
  {
    "word": "gradual",
    "meaning": "Something gradual happens slowly.",
    "example": "Children learn to read at a gradual pace. They do not learn right away."
  },
  {
    "word": "immigrant",
    "meaning": "An immigrant is a person who moves to a different country.",
    "example": "My parents were immigrants. They came from Poland."
  },
  {
    "word": "insert",
    "meaning": "To insert something means to put it in something else.",
    "example": "He inserted an extra sentence into the story."
  },
  {
    "word": "instant",
    "meaning": "An instant is a very short amount of time.",
    "example": "A microwave oven cooks food in an instant."
  },
  {
    "word": "poverty",
    "meaning": "Poverty is the state of being poor.",
    "example": "Poverty is a problem in many countries around the world."
  },
  {
    "word": "pretend",
    "meaning": "To pretend means to make believe something is real.",
    "example": "The boy liked to pretend he was a king."
  },
  {
    "word": "rank",
    "meaning": "A rank is a person’s place in an order of people.",
    "example": "The man got to the rank of captain in the navy."
  },
  {
    "word": "recognition",
    "meaning": "Recognition is the act of getting praise from other people.",
    "example": "The hero got recognition for his brave deed."
  },
  {
    "word": "refrigerate",
    "meaning": "To refrigerate something means to make it cold.",
    "example": "Supermarkets refrigerate fruit to make it last long."
  },
  {
    "word": "rent",
    "meaning": "Rent is the money people pay to live in a certain place.",
    "example": "To live in this house, I have to pay rent at the start of each month."
  },
  {
    "word": "retire",
    "meaning": "To retire is to leave a job, usually because of old age.",
    "example": "My father is sixty-five years old. He is about to retire from work."
  },
  {
    "word": "statistic",
    "meaning": "A statistic is a number that tells a fact about something.",
    "example": "The statistics showed that we did just as well this year as last year."
  },
  {
    "word": "accident",
    "meaning": "An accident is unexpected, and may cause some trouble.",
    "example": "He damaged the car in an accident."
  },
  {
    "word": "astronaut",
    "meaning": "An astronaut is a person who goes into outer space.",
    "example": "The astronaut was walking on the moon."
  },
  {
    "word": "awake",
    "meaning": "A person who is awake is not asleep.",
    "example": "Sometimes, I lay awake in bed because I am not tired."
  },
  {
    "word": "courage",
    "meaning": "Courage is the feeling of not being afraid.",
    "example": "The man had the courage to touch the lion."
  },
  {
    "word": "float",
    "meaning": "To float is to move on top of water without sinking.",
    "example": "The boy’s toy boat floated in the pool."
  },
  {
    "word": "grant",
    "meaning": "To grant something is to allow someone to have it.",
    "example": "The teacher granted us a break after studying hard all day."
  },
  {
    "word": "gravity",
    "meaning": "Gravity is the force that makes things fall to Earth.",
    "example": "There is no gravity in space."
  },
  {
    "word": "jewel",
    "meaning": "A jewel is a beautiful stone that is worth a lot of money.",
    "example": "A diamond is one of the most expensive jewels in the world."
  },
  {
    "word": "miner",
    "meaning": "A miner is a person who works in a mine.",
    "example": "The miner was looking for gold."
  },
  {
    "word": "mineral",
    "meaning": "A mineral is a type of substance found in the Earth.",
    "example": "Rocks are made up of different kinds of minerals."
  },
  {
    "word": "participate",
    "meaning": "To participate is to be active and do something.",
    "example": "The students participated in the school play."
  },
  {
    "word": "permission",
    "meaning": "Permission means the act of allowing some action.",
    "example": "I have permission to drive my mom’s car."
  },
  {
    "word": "pour",
    "meaning": "To pour a liquid means to make it come out of a container.",
    "example": "I poured some milk into my sister’s cup."
  },
  {
    "word": "raw",
    "meaning": "A raw material is natural and has not been processed.",
    "example": "The company dumped raw sewage into the river."
  },
  {
    "word": "satellite",
    "meaning": "A satellite is a machine sent into space to get information.",
    "example": "The satellite was traveling around the Earth."
  },
  {
    "word": "scale",
    "meaning": "The scale of something is its size, especially when it is very large.",
    "example": "I was surprised by the scale of the buildings in the downtown area."
  },
  {
    "word": "skip",
    "meaning": "To skip something is to not do it.",
    "example": "He skipped work to get more sleep."
  },
  {
    "word": "stretch",
    "meaning": "To stretch is to make your arms or legs reach out.",
    "example": "She stretched her body before exercising."
  },
  {
    "word": "telescope",
    "meaning": "A telescope is a tool people use to look at the stars.",
    "example": "With a telescope, you can see the moon and stars easily."
  },
  {
    "word": "underground",
    "meaning": "An underground action happens below the surface of the Earth.",
    "example": "Subway trains travel underground."
  },
  {
    "word": "alarm",
    "meaning": "An alarm is something that warns people of danger.",
    "example": "When the students heard the fire alarm, they left the building."
  },
  {
    "word": "arrest",
    "meaning": "To arrest someone means to catch that person for doing something bad.",
    "example": "The man was arrested for breaking the law."
  },
  {
    "word": "award",
    "meaning": "An award is a prize for doing something well.",
    "example": "He got an award for having the best grades in class."
  },
  {
    "word": "breed",
    "meaning": "A breed is a group of animals within a species.",
    "example": "I like small dog breeds, such as terriers."
  },
  {
    "word": "bucket",
    "meaning": "A bucket is a round container to put things in.",
    "example": "I filled the bucket with water."
  },
  {
    "word": "contest",
    "meaning": "A contest is a game or a race.",
    "example": "The girls had a contest to see who could jump higher."
  },
  {
    "word": "convict",
    "meaning": "To convict means to prove that someone did a bad thing.",
    "example": "He was convicted of the crime and sent to jail."
  },
  {
    "word": "festival",
    "meaning": "A festival is an event that is held to celebrate a particular thing.",
    "example": "I heard the song at the music festival in London."
  },
  {
    "word": "garage",
    "meaning": "A garage is the part of a house where people put their cars.",
    "example": "My car does not get dirty because I keep it in the garage."
  },
  {
    "word": "journalist",
    "meaning": "A journalist is a person who writes news stories.",
    "example": "The journalist took notes for a story he was writing."
  },
  {
    "word": "pup",
    "meaning": "A pup is a young dog.",
    "example": "All the girl wanted for her birthday was a pup."
  },
  {
    "word": "qualify",
    "meaning": "To qualify is to have or do things that are needed for something.",
    "example": "He qualified to go to the final match by beating the opponent."
  },
  {
    "word": "repair",
    "meaning": "To repair something is to fix it.",
    "example": "I repaired the flat tire on my car."
  },
  {
    "word": "resume",
    "meaning": "To resume something means to start it again after taking a break.",
    "example": "I put the newspaper down to eat breakfast. Then, I resumed reading."
  },
  {
    "word": "rob",
    "meaning": "To rob is to take property by using force.",
    "example": "A thief has robbed me of my passport."
  },
  {
    "word": "slip",
    "meaning": "To slip means to slide and fall down.",
    "example": "The man slipped on the wet floor."
  },
  {
    "word": "somewhat",
    "meaning": "Somewhat means to some degree, but not to a large degree.",
    "example": "James was somewhat upset when he had to move heavy boxes."
  },
  {
    "word": "stable",
    "meaning": "A stable thing will not move, change, or fall over.",
    "example": "The chair is stable. Its legs are strong."
  },
  {
    "word": "tissue",
    "meaning": "A tissue is a soft piece of paper people use to wipe their noses.",
    "example": "There was a box of tissue on the table."
  },
  {
    "word": "yard",
    "meaning": "A yard is the ground just outside of a house.",
    "example": "The girls jumped rope in the yard."
  },
  {
    "word": "best",
    "meaning": "The best person or thing is better than all the others.",
    "example": "I got the best score on the math test."
  },
  {
    "word": "card",
    "meaning": "A card is a small piece of plastic or paper used to buy or use things.",
    "example": "Adam used his library card to borrow a book."
  },
  {
    "word": "crowd",
    "meaning": "A crowd is a large group of people who are together in one place.",
    "example": "The crowd waved to the camera."
  },
  {
    "word": "day",
    "meaning": "A day is a period of twenty-four hours, beginning at midnight.",
    "example": "There are two more days until the weekend."
  },
  {
    "word": "dish",
    "meaning": "A dish is a type of food that is cooked in a particular way.",
    "example": "My favorite dish at the restaurant is chicken curry."
  },
  {
    "word": "easy",
    "meaning": "An easy action is not difficult to do.",
    "example": "Karen is happy because her English homework is easy."
  },
  {
    "word": "experience",
    "meaning": "To experience is to do or see something or have something happen to you.",
    "example": "Going to the concert was the best thing I’ve ever experienced."
  },
  {
    "word": "hotel",
    "meaning": "A hotel is a place where people stay overnight when they are traveling.",
    "example": "This family is staying at their favorite hotel."
  },
  {
    "word": "hour",
    "meaning": "An hour is sixty minutes.",
    "example": "The man waited for the train for over an hour."
  },
  {
    "word": "light",
    "meaning": "Light is a form of energy or brightness that makes it possible to see something.",
    "example": "I will turn on the light so that you can see."
  },
  {
    "word": "market",
    "meaning": "A market is a place where people buy and sell products or food.",
    "example": "I go to the market every weekend to buy vegetables."
  },
  {
    "word": "plan",
    "meaning": "To plan is to think about and arrange the details of something you want to do.",
    "example": "It’s Sam’s turn to plan the company party."
  },
  {
    "word": "price",
    "meaning": "The price is the amount of money needed to pay for something.",
    "example": "Julie is checking the price of a sweater."
  },
  {
    "word": "short",
    "meaning": "A short thing is not long or not tall.",
    "example": "The days are short in the winter."
  },
  {
    "word": "shop",
    "meaning": "To shop is to visit places where goods are sold in order to look at and buy things.",
    "example": "Tom decided to shop for groceries on his way home."
  },
  {
    "word": "station",
    "meaning": "A station is a place where buses and trains stop for passengers.",
    "example": "This man is waiting at the train station."
  },
  {
    "word": "surprise",
    "meaning": "To surprise is to cause something that is unexpected.",
    "example": "His parents decided to surprise him with a puppy."
  },
  {
    "word": "system",
    "meaning": "A system is a group of related parts that move or work together.",
    "example": "This device controls the building’s heating system."
  },
  {
    "word": "taxi",
    "meaning": "A taxi is a car and driver that you pay to take you somewhere.",
    "example": "Gary drives a taxi, so he knows the roads very well."
  },
  {
    "word": "two",
    "meaning": "Two is the word for the number 2.",
    "example": "Two friends study together at the coffee shop."
  },
  {
    "word": "bath",
    "meaning": "A bath is the act of sitting in a tub of water in order to get clean.",
    "example": "After playing in the dirt, the boy took a bath."
  },
  {
    "word": "bend",
    "meaning": "To bend is to move something so it is not straight.",
    "example": "Lee bent over and picked up the paper on the ground."
  },
  {
    "word": "chew",
    "meaning": "To chew is to break up food by using the mouth and teeth.",
    "example": "I always chew my food carefully before swallowing it."
  },
  {
    "word": "disabled",
    "meaning": "A disabled person has a physical problem that makes some activities difficult.",
    "example": "The disabled man used a wheelchair to move around."
  },
  {
    "word": "fantastic",
    "meaning": "A fantastic thing is really good.",
    "example": "The student did a fantastic job on his project and got an award."
  },
  {
    "word": "fiction",
    "meaning": "Fiction is a story that is not true.",
    "example": "I enjoy reading works of fiction because they are very entertaining."
  },
  {
    "word": "flag",
    "meaning": "A flag is a piece of colored cloth that represents something.",
    "example": "Our country has a beautiful flag."
  },
  {
    "word": "inspect",
    "meaning": "To inspect is to look at something carefully.",
    "example": "The mechanic inspected our car to see if it had any problems."
  },
  {
    "word": "journal",
    "meaning": "A journal is a type of magazine that deals with an academic subject.",
    "example": "Mi-young was busy working on an article for an art journal."
  },
  {
    "word": "liquid",
    "meaning": "A liquid is a substance that is neither solid nor gas.",
    "example": "Water is the most important liquid for life."
  },
  {
    "word": "marvel",
    "meaning": "To marvel at something is to feel surprise and interest in it.",
    "example": "We marveled at her excellent piano playing."
  },
  {
    "word": "overcome",
    "meaning": "To overcome a problem is to successfully fix it.",
    "example": "She overcame her shyness and spoke in front of the class."
  },
  {
    "word": "recall",
    "meaning": "To recall something is to remember it.",
    "example": "She was trying to recall what she had told her friend."
  },
  {
    "word": "regret",
    "meaning": "To regret something is to wish that it hadn’t happened.",
    "example": "I regret that I was mean to my sister."
  },
  {
    "word": "soul",
    "meaning": "A soul is a person’s spirit.",
    "example": "Some people believe that the soul lives after the body dies."
  },
  {
    "word": "sufficient",
    "meaning": "Sufficient shows that something is enough, in quality or quantity.",
    "example": "After eating a sufficient amount of food, I left the table."
  },
  {
    "word": "surgery",
    "meaning": "Surgery is medical treatment involving a doctor cutting into a body.",
    "example": "I needed surgery to repair my leg after the accident."
  },
  {
    "word": "tough",
    "meaning": "A tough thing is difficult.",
    "example": "The man passed his driving test even though it was very tough."
  },
  {
    "word": "tube",
    "meaning": "A tube is a pipe through which water or air passes.",
    "example": "The pile of tubes was going to be put in the ground."
  },
  {
    "word": "value",
    "meaning": "The value of something is what it is worth.",
    "example": "Your love for me has greater value than gold."
  },
  {
    "word": "atom",
    "meaning": "An atom is the smallest unit of a substance.",
    "example": "A molecule consists of a combination of two or more atoms."
  },
  {
    "word": "beautiful",
    "meaning": "A beautiful thing is good to look at.",
    "example": "There was a beautiful sunset."
  },
  {
    "word": "breadth",
    "meaning": "Breadth is the distance from one side to the other side of something.",
    "example": "The breadth of the northern wall of the house is twenty meters."
  },
  {
    "word": "comet",
    "meaning": "A comet is an object in space made of ice and rock with a tail of glowing dust.",
    "example": "Comets take many decades to complete an orbit around a star."
  },
  {
    "word": "cover",
    "meaning": "To cover something is to put things over it.",
    "example": "The Earth was covered with clouds."
  },
  {
    "word": "despair",
    "meaning": "Despair is the feeling of having no hope.",
    "example": "After we lost the big account, our salespeople were filled with despair."
  },
  {
    "word": "form",
    "meaning": "To form is to make or to shape something.",
    "example": "They formed a new government."
  },
  {
    "word": "fragment",
    "meaning": "A fragment is a small part of something.",
    "example": "After the light broke, there were fragments of glass to clean up."
  },
  {
    "word": "galaxy",
    "meaning": "A galaxy is an extremely large collection of star systems.",
    "example": "Our solar system is located in the outer area of our galaxy."
  },
  {
    "word": "gloom",
    "meaning": "Gloom is a state of almost complete darkness or sadness.",
    "example": "In the gloom of the morning, it was difficult to see the boat on the lake."
  },
  {
    "word": "large",
    "meaning": "Something large is very big.",
    "example": "I was frightened by a large bird."
  },
  {
    "word": "moon",
    "meaning": "The moon is an object that travels around our Earth.",
    "example": "The moon looks beautiful tonight."
  },
  {
    "word": "radiate",
    "meaning": "To radiate means to send out energy or heat.",
    "example": "The heat from the fireplace radiated throughout the room."
  },
  {
    "word": "roam",
    "meaning": "To roam means to move around without a plan or purpose.",
    "example": "All day, the cows roamed around the field eating grass."
  },
  {
    "word": "solitary",
    "meaning": "A solitary thing is lonely or the only one.",
    "example": "The only thing in the room was a solitary chair."
  },
  {
    "word": "spectrum",
    "meaning": "The spectrum is the full range of color ranging from red to violet.",
    "example": "You can see the entire spectrum in a rainbow."
  },
  {
    "word": "sphere",
    "meaning": "A sphere is a three-dimensional round shape, like a ball.",
    "example": "The balloons were inflated into a variety of colorful spheres."
  },
  {
    "word": "star",
    "meaning": "A star is a bright shining thing in the night sky.",
    "example": "The stars come out at night."
  },
  {
    "word": "status",
    "meaning": "Status is the position of something or someone in relation to others.",
    "example": "She had achieved the status of being the smartest girl in the class."
  },
  {
    "word": "ugly",
    "meaning": "Something ugly is not good to look at.",
    "example": "It was an ugly sight."
  },
  {
    "word": "accuse",
    "meaning": "To accuse someone of something is to blame them for doing it.",
    "example": "She accused her brother of breaking her computer."
  },
  {
    "word": "adjust",
    "meaning": "To adjust something means to change it so it is better.",
    "example": "He adjusted the old guitar to make it sound better."
  },
  {
    "word": "amuse",
    "meaning": "To amuse someone means to do something that is funny or entertaining.",
    "example": "The singer was very good. She amused the crowd."
  },
  {
    "word": "coral",
    "meaning": "Coral is the hard, colorful material formed by the shells of animals.",
    "example": "The diver admired the beautiful coral under the water."
  },
  {
    "word": "cotton",
    "meaning": "Cotton is a cloth made from the fibers of the cotton plant.",
    "example": "I like to wear clothes made from cotton in the summer."
  },
  {
    "word": "crash",
    "meaning": "To crash means to hit and break something.",
    "example": "There was a loud noise when the car crashed into the tree."
  },
  {
    "word": "deck",
    "meaning": "A deck is a wooden floor built outside of a house or the floor of a ship.",
    "example": "A ship will store many supplies below its deck."
  },
  {
    "word": "engage",
    "meaning": "To engage in something means to do it.",
    "example": "Dad was engaged in sawing a piece of wood in half."
  },
  {
    "word": "firm",
    "meaning": "A firm thing is solid but not too hard.",
    "example": "He sleeps better on a firm bed."
  },
  {
    "word": "fuel",
    "meaning": "Fuel is something that creates heat or energy.",
    "example": "Wood is the fuel that burns to make heat in this fire."
  },
  {
    "word": "grand",
    "meaning": "Something grand is big and liked by people.",
    "example": "The grand mountain rose high into the sky."
  },
  {
    "word": "hurricane",
    "meaning": "A hurricane is a bad storm that happens over the ocean.",
    "example": "The wind from the hurricane bent the palm tree."
  },
  {
    "word": "loss",
    "meaning": "A loss is the act or instance of losing something.",
    "example": "I suffered a big loss while I was gambling."
  },
  {
    "word": "plain",
    "meaning": "A plain thing is simple and not decorated.",
    "example": "He bought a pair of plain white shoes over the weekend."
  },
  {
    "word": "reef",
    "meaning": "A reef is a group of rocks or coral in the ocean.",
    "example": "He walked along the reef and looked at the water below."
  },
  {
    "word": "shut",
    "meaning": "To shut something means to close it tightly.",
    "example": "Please shut the door; the air outside is cold."
  },
  {
    "word": "strict",
    "meaning": "A strict person makes sure others follow rules.",
    "example": "The teacher is strict. She does not let students talk in class."
  },
  {
    "word": "surf",
    "meaning": "To surf means to use a special board to ride on waves in the ocean.",
    "example": "The students went to the beach to surf during their vacation."
  },
  {
    "word": "task",
    "meaning": "A task is a piece of work to be done that is usually difficult.",
    "example": "My task for the weekend was to clean the entire back yard."
  },
  {
    "word": "zone",
    "meaning": "A zone is an area that has different qualities from the ones around it.",
    "example": "Firefighters often work in danger zones."
  },
  {
    "word": "apology",
    "meaning": "An apology is what people say to show that they are sorry.",
    "example": "After arguing with her teacher, the girl wrote the teacher an apology."
  },
  {
    "word": "bold",
    "meaning": "A bold person is not afraid of doing something.",
    "example": "The bold man climbed the high mountain."
  },
  {
    "word": "bug",
    "meaning": "A bug is a small insect.",
    "example": "Birds like eating bugs."
  },
  {
    "word": "capture",
    "meaning": "To capture something is to catch and hold it.",
    "example": "James tried to capture the bubbles in his hands."
  },
  {
    "word": "duke",
    "meaning": "A duke is a man of high social rank but below a king or queen.",
    "example": "The duke ruled over the land."
  },
  {
    "word": "expose",
    "meaning": "To expose is to make known something that is hidden.",
    "example": "He took off his shirt to expose his costume."
  },
  {
    "word": "guilty",
    "meaning": "Guilty people feel bad for something they did.",
    "example": "I felt guilty for taking my sister’s cookies."
  },
  {
    "word": "hire",
    "meaning": "To hire someone is to pay that person money to work for you.",
    "example": "We hired a man to paint our house."
  },
  {
    "word": "innocent",
    "meaning": "An innocent person is not guilty of a crime.",
    "example": "The judge said that the woman was innocent of the crime."
  },
  {
    "word": "language",
    "meaning": "A language is a system of communication.",
    "example": "The reporter spoke a language Sally had never heard before."
  },
  {
    "word": "minister",
    "meaning": "A minister is an important person in government with many duties.",
    "example": "The minister of education controls the country’s schools."
  },
  {
    "word": "ordinary",
    "meaning": "Ordinary means normal, or not special in any way.",
    "example": "Today was just an ordinary day. Nothing unusual happened."
  },
  {
    "word": "permanent",
    "meaning": "Something permanent lasts for a long time or forever.",
    "example": "We don’t know if Aunt Mildred’s visit will be a permanent one."
  },
  {
    "word": "preserve",
    "meaning": "To preserve is to protect something from harm.",
    "example": "Dad sprayed a chemical on the house to help preserve the walls."
  },
  {
    "word": "pronounce",
    "meaning": "To pronounce is to say the sounds of letters or words.",
    "example": "Young children often have trouble pronouncing words right."
  },
  {
    "word": "resemble",
    "meaning": "To resemble someone is to look like that person.",
    "example": "The baby really resembles his father."
  },
  {
    "word": "symptom",
    "meaning": "A symptom of a bad condition or illness is a sign that it is happening.",
    "example": "Sneezing and a high fever are symptoms of the common cold."
  },
  {
    "word": "tobacco",
    "meaning": "Tobacco is a plant whose leaves are smoked, such as in cigarettes.",
    "example": "The tobacco in cigarettes is bad for you."
  },
  {
    "word": "twin",
    "meaning": "Twins are two children born at the same time.",
    "example": "My sister and I are twins. We look exactly the same."
  },
  {
    "word": "witch",
    "meaning": "A witch is a woman with magical powers.",
    "example": "People think that witches fly around on broomsticks."
  },
  {
    "word": "accompany",
    "meaning": "To accompany other people means to join them or go with them.",
    "example": "My brothers accompanied me to the movie."
  },
  {
    "word": "bare",
    "meaning": "A bare thing is plain and not covered.",
    "example": "He likes to walk around in his bare feet."
  },
  {
    "word": "branch",
    "meaning": "A branch is the part of a tree with leaves.",
    "example": "The monkey was hanging from a branch on the tree."
  },
  {
    "word": "breath",
    "meaning": "A breath is the air that goes into and out of one’s lungs.",
    "example": "You can’t take a breath under water."
  },
  {
    "word": "bridge",
    "meaning": "A bridge is something that is built over a river so people can cross it.",
    "example": "The old bridge fell into the river."
  },
  {
    "word": "cast",
    "meaning": "To cast something means to throw it.",
    "example": "The fisherman cast his line into the water."
  },
  {
    "word": "dare",
    "meaning": "To dare means to be brave enough to try something.",
    "example": "He dared to jump out of the airplane and skydive."
  },
  {
    "word": "electronic",
    "meaning": "An electronic thing uses electricity to work.",
    "example": "I like having electronic devices such as an MP3 player."
  },
  {
    "word": "inn",
    "meaning": "An inn is a place where travelers can rest and eat.",
    "example": "The visitor got a room at the inn."
  },
  {
    "word": "net",
    "meaning": "A net is a bag made of strong thread. It is used to catch animals.",
    "example": "The boy caught butterflies in his net."
  },
  {
    "word": "philosophy",
    "meaning": "A philosophy is a way to think about truth and life.",
    "example": "My philosophy is “live and let live.”"
  },
  {
    "word": "pot",
    "meaning": "A pot is a deep, round metal container used for cooking.",
    "example": "Don’t touch the pot on the stove. It’s hot."
  },
  {
    "word": "seed",
    "meaning": "A seed is the hard part of a plant or fruit that trees grow from.",
    "example": "I planted the seed in the dirt, hoping that it would grow into a tree."
  },
  {
    "word": "sharp",
    "meaning": "A sharp object has a thin edge that cuts things easily.",
    "example": "That knife is very sharp. Be careful not to hurt yourself."
  },
  {
    "word": "sort",
    "meaning": "A sort of something is a type of it.",
    "example": "What sort of instrument do you want to learn to play?"
  },
  {
    "word": "subtract",
    "meaning": "To subtract means to take something away.",
    "example": "We learned how to subtract numbers in class."
  },
  {
    "word": "tight",
    "meaning": "A tight thing is hard to move because it is firmly in place.",
    "example": "The knots were too tight to untie."
  },
  {
    "word": "virtual",
    "meaning": "A virtual thing is very close to being true or accurate.",
    "example": "Because he’s popular, Joe is the virtual leader of the group."
  },
  {
    "word": "weigh",
    "meaning": "To weigh something means to measure how heavy it is.",
    "example": "The little dog weighed exactly 3 kilograms."
  },
  {
    "word": "whisper",
    "meaning": "To whisper means to say very quietly.",
    "example": "We have to whisper in the library so people can focus on reading."
  },
  {
    "word": "abstract",
    "meaning": "An abstract thing is an idea or thought, not a physical thing.",
    "example": "The idea of beauty is abstract and changes over time."
  },
  {
    "word": "annual",
    "meaning": "An annual event happens once a year.",
    "example": "The only time I see my aunts and uncles is at our annual family picnic."
  },
  {
    "word": "clay",
    "meaning": "Clay is a type of heavy, wet soil used to make pots.",
    "example": "She made a bowl out of the clay."
  },
  {
    "word": "cloth",
    "meaning": "Cloth is material used to make clothes.",
    "example": "His shirt is made of a very soft type of cloth."
  },
  {
    "word": "curtain",
    "meaning": "A curtain is a cloth hung over a window or used to divide a room.",
    "example": "She opened the curtains to let light into the room."
  },
  {
    "word": "deserve",
    "meaning": "To deserve is to be worthy of something as a result of one’s actions.",
    "example": "The dog deserved a bone for behaving very well."
  },
  {
    "word": "feather",
    "meaning": "Feathers are the things covering a bird’s bodies.",
    "example": "That bird has orange feathers on its chest."
  },
  {
    "word": "fertile",
    "meaning": "Fertile land is able to produce good crops and plants.",
    "example": "The farmer grew many vegetables in the fertile soil."
  },
  {
    "word": "flood",
    "meaning": "A flood is an event in which water covers an area that is usually dry.",
    "example": "After three days of rain, there was a flood in the city."
  },
  {
    "word": "furniture",
    "meaning": "Furniture means the things used in a house such as tables and chairs.",
    "example": "His living room only had a few simple pieces of furniture."
  },
  {
    "word": "grave",
    "meaning": "A grave is the place where a dead person is buried.",
    "example": "We visit our grandfather’s grave each year."
  },
  {
    "word": "ideal",
    "meaning": "An ideal thing is the best that it can possibly be.",
    "example": "This house is an ideal place for my family. It has everything we need."
  },
  {
    "word": "intelligence",
    "meaning": "Intelligence is the ability to learn and understand things.",
    "example": "Because of his high intelligence, he finished school early."
  },
  {
    "word": "obtain",
    "meaning": "To obtain is to get something you want or need.",
    "example": "After I passed the test, I obtained my driver’s license."
  },
  {
    "word": "religious",
    "meaning": "Religious means related to or about religion.",
    "example": "The holy man spoke about religious topics."
  },
  {
    "word": "romantic",
    "meaning": "Romantic means related to or about love.",
    "example": "The young couple went to see a romantic movie."
  },
  {
    "word": "shell",
    "meaning": "A shell is a hard covering that protects the body of some sea creatures.",
    "example": "There were many pretty shells on the beach."
  },
  {
    "word": "shore",
    "meaning": "A shore is the edge of a large body of water.",
    "example": "All of the boats were floating near the shore."
  },
  {
    "word": "wheel",
    "meaning": "A wheel is a round thing on a vehicle that turns when it moves.",
    "example": "A car has four wheels."
  },
  {
    "word": "wooden",
    "meaning": "Wooden objects are made of wood.",
    "example": "My mother gave me a wooden spoon."
  },
  {
    "word": "appliance",
    "meaning": "An appliance is a piece of equipment used for jobs in the home.",
    "example": "Many homes have appliances like ovens, toasters, and refrigerators."
  },
  {
    "word": "basin",
    "meaning": "A basin is large bowl for washing things. A sink is sometimes called a basin.",
    "example": "She filled the basin with water and washed her face."
  },
  {
    "word": "broom",
    "meaning": "A broom is a brush with a long handle used for cleaning floors.",
    "example": "My father usually uses a broom to sweep away dust in the basement."
  },
  {
    "word": "caterpillar",
    "meaning": "A caterpillar is a small insect that looks like a worm and eats plants.",
    "example": "After eating a lot of leaves, caterpillars change into butterflies."
  },
  {
    "word": "cupboard",
    "meaning": "A cupboard is a piece of furniture that is used to store food or household items.",
    "example": "We put all of our dishes and food in the cupboards."
  },
  {
    "word": "delicate",
    "meaning": "Delicate things are easy to break or harm.",
    "example": "You should hold the baby carefully because she’s very delicate."
  },
  {
    "word": "emerge",
    "meaning": "To emerge from something means to come out of it.",
    "example": "A groundhog emerged from a snow covered hole."
  },
  {
    "word": "handicap",
    "meaning": "A handicap is a condition that limits someone’s mental or physical abilities.",
    "example": "Joe has a slight handicap, so he uses a walker to get around."
  },
  {
    "word": "hole",
    "meaning": "A hole is a hollow space in something solid.",
    "example": "They made a big hole in the wall."
  },
  {
    "word": "hook",
    "meaning": "A hook is a sharp curved piece of metal used for catching or holding things.",
    "example": "The fish went after the sharp hook."
  },
  {
    "word": "hop",
    "meaning": "To hop means to jump a short distance.",
    "example": "The kangaroo quickly hopped away from danger."
  },
  {
    "word": "laundry",
    "meaning": "Laundry is clothes that have been or need to be washed.",
    "example": "He folded the clean laundry and put the dirty laundry in a basket."
  },
  {
    "word": "pursue",
    "meaning": "To pursue is to chase or follow someone or something.",
    "example": "The mother pursued her young child down the hill."
  },
  {
    "word": "reluctant",
    "meaning": "Reluctant means not wanting to do something.",
    "example": "She was reluctant to say that she saw the robbery."
  },
  {
    "word": "sleeve",
    "meaning": "Sleeves are the part of a shirt in which arms go.",
    "example": "Ryan bought a new shirt with long sleeves to keep his arms warm."
  },
  {
    "word": "spine",
    "meaning": "The spine is the group of bones that run up and down the middle of the back.",
    "example": "Our spine helps us to stand up nice and straight."
  },
  {
    "word": "stain",
    "meaning": "A stain is a dirty mark that is difficult to clean.",
    "example": "He had a red stain on the collar of his shirt."
  },
  {
    "word": "strip",
    "meaning": "A strip is a long, narrow piece of material or land.",
    "example": "He had long strips of film that held images of his trip abroad."
  },
  {
    "word": "swear",
    "meaning": "To swear means to promise to do something.",
    "example": "I will put my hand on the Bible and swear to do my best for the country."
  },
  {
    "word": "swing",
    "meaning": "To swing something means to move it back and forth or from side to side.",
    "example": "He can swing a golf club very powerfully."
  }
]
